{
  "locale": "de_DE",
  "name": "de (DE)",
  "translations": {
    "Debate": "Debatte",
    "Global": "Global",
    "Overview": "Übersicht",
    "Polls": "Umfragen",
    "Debates": "Debatten",
    "Projects": "Projekte",
    "Members": "Mitglieder",
    "International": "International",
    "Leave Community": "Gemeinschaft verlassen",
    "Leave": "Verlassen",
    "Join Community": "Gemeinschaft beitreten",
    "Join": "Beitreten",
    "Issues": "Themen",
    "Unite Communities, Shape the Future Together": "Gemeinschaften vereinen, die Zukunft gemeinsam gestalten",
    "Participate in surveys, debates, and projects to strengthen your local and global community.": "Nehmen Sie an Umfragen, Debatten und Projekten teil, um Ihre lokale und globale Gemeinschaft zu stärken.",
    "Connect with neighbors, organizations, and governments to create real change in your locality and worldwide": "Verbinden Sie sich mit Nachbarn, Organisationen und Regierungen, um echte Veränderungen in Ihrer Gemeinde und weltweit zu schaffen.",
    "Together we can:": "Gemeinsam können wir:",
    "Conduct surveys and analyze community data": "Umfragen durchführen und Gemeindedaten analysieren",
    "Participate in debates with diverse viewpoints": "An Debatten mit unterschiedlichen Standpunkten teilnehmen",
    "Launch projects and fund solutions": "Projekte starten und Lösungen finanzieren",
    "Report to responsible institutions": "Berichte an zuständige Institutionen senden",
    "Connect with members of your community": "Mitglieder Ihrer Gemeinschaft verbinden",
    "Participate privately and securely": "Privat und sicher teilnehmen",
    "Be one of the first to strengthen communities!": "Seien Sie einer der Ersten, die Gemeinschaften stärken!",
    "Get started in 1 click": "In 1 Klick starten",
    "Your privacy matters: profiles are private by default and you control your visibility": "Ihre Privatsphäre ist wichtig: Profile sind standardmäßig privat und Sie kontrollieren Ihre Sichtbarkeit.",
    "Your data is 100% secure and private": "Ihre Daten sind 100% sicher und privat.",
    "By continuing, you agree to our ": "Indem Sie fortfahren, stimmen Sie unseren ",
    "Terms of Service": "Nutzungsbedingungen",
    " and ": " und ",
    "Privacy Policy": "Datenschutzrichtlinie",
    "Create debate": "Debatte erstellen",
    "Log in to create a debate": "Melden Sie sich an, um eine Debatte zu erstellen",
    "You need to log in to create debates and participate in the community.": "Sie müssen sich anmelden, um Debatten zu erstellen und an der Gemeinschaft teilzunehmen.",
    "The Global community": "Die globale Gemeinschaft",
    "Create Project": "Projekt erstellen",
    "Log in to create a project": "Melden Sie sich an, um ein Projekt zu erstellen",
    "You need to log in to create projects and participate in the community.": "Sie müssen sich anmelden, um Projekte zu erstellen und an der Gemeinschaft teilzunehmen.",
    "Global Community": "Globale Gemeinschaft",
    "Global Community Members": "Mitglieder der globalen Gemeinschaft",
    "Discover and connect with other users in this community.": "Entdecken und verbinden Sie sich mit anderen Nutzern in dieser Gemeinschaft.",
    "members": "Mitglieder",
    "Privacy Settings": "Datenschutzeinstellungen",
    "Visible to everyone": "Für alle sichtbar",
    "Profile hidden": "Profil verborgen",
    "Change to hidden profile": "Ändern Sie zu verborgenem Profil",
    "Change to visible profile": "Ändern Sie zu sichtbarem Profil",
    "Your profile is visible to all community members.": "Ihr Profil ist für alle Mitglieder der Gemeinschaft sichtbar.",
    "Your profile is hidden. Only you can see it on this list.": "Ihr Profil ist verborgen. Nur Sie können es in dieser Liste sehen.",
    "Visible Members": "Sichtbare Mitglieder",
    "These members have chosen to make their profile visible in the community.": "Diese Mitglieder haben sich entschieden, ihr Profil in der Gemeinschaft sichtbar zu machen.",
    "Anonymous User": "Anonymer Benutzer",
    "View profile of $1": "Profil von $1 anzeigen",
    "No visible members": "Keine sichtbaren Mitglieder",
    "You can be the first to make your profile visible by toggling the switch above.": "Sie können der Erste sein, der sein Profil sichtbar macht, indem Sie den Schalter oben umschalten.",
    "Members have chosen to keep their profiles private.": "Mitglieder haben sich entschieden, ihre Profile privat zu halten.",
    "Previous": "Vorherige",
    "Page $1 of $2": "Seite $1 von $2",
    "Next": "Nächste",
    "Crear debate": "Debatte erstellen",
    "The International community": "Die internationale Gemeinschaft",
    "Create poll": "Umfrage erstellen",
    "Sign in to create a poll": "Melden Sie sich an, um eine Umfrage zu erstellen",
    "You need to sign in to create polls and participate in the community.": "Sie müssen sich anmelden, um Umfragen zu erstellen und an der Gemeinschaft teilzunehmen.",
    "Crear encuesta": "Umfrage erstellen",
    "Crear proyecto": "Projekt erstellen",
    "Page not found": "Seite nicht gefunden",
    "Sorry, the route you are looking for does not exist or has been moved to another location.": "Entschuldigung, die von Ihnen gesuchte Route existiert nicht oder wurde an einen anderen Ort verschoben.",
    "Return to home": "Zurück zur Startseite",
    "Choose your username": "Wählen Sie Ihren Benutzernamen",
    "Your username is how others will find you on the platform. Choose something memorable and unique.": "Ihr Benutzername ist, wie andere Sie auf der Plattform finden. Wählen Sie etwas Einprägsames und Einzigartiges.",
    "This will be your unique identifier and your profile URL: geounity.org/user/": "Dies wird Ihre eindeutige Kennung und Ihre Profil-URL sein: geounity.org/user/",
    "Processing...": "Verarbeitung...",
    "Continue": "Fortfahren",
    "Why am I being asked for this information?": "Warum werde ich nach diesen Informationen gefragt?",
    "About Geounity": "Über Geounity",
    "A geopolitical platform designed to strengthen unity and growth of communities at global, national, and local levels.": "Eine geopolitische Plattform, die darauf abzielt, die Einheit und das Wachstum von Gemeinschaften auf globaler, nationaler und lokaler Ebene zu stärken.",
    "What is Geounity?": "Was ist Geounity?",
    "Geounity is an innovative participatory democracy platform that connects communities through a hierarchical structure, from the global to the local level. Our purpose is to foster collaboration, constructive debate, and collective problem-solving through digital tools accessible to all.": "Geounity ist eine innovative Plattform für partizipative Demokratie, die Gemeinschaften durch eine hierarchische Struktur verbindet, von der globalen bis zur lokalen Ebene. Unser Ziel ist es, Zusammenarbeit, konstruktive Debatten und kollektive Problemlösungen durch digitale Werkzeuge zu fördern, die für alle zugänglich sind.",
    "At Geounity, we believe that citizen participation is fundamental to building fairer, more transparent, and democratic societies. That is why we have created a space where everyone can express their ideas, participate in important decisions, and actively contribute to improving their environment.": "Bei Geounity glauben wir, dass die Bürgerbeteiligung grundlegend für den Aufbau gerechterer, transparenterer und demokratischer Gesellschaften ist. Deshalb haben wir einen Raum geschaffen, in dem jeder seine Ideen äußern, an wichtigen Entscheidungen teilnehmen und aktiv zur Verbesserung seiner Umgebung beitragen kann.",
    "Community Structure": "Gemeinschaftsstruktur",
    "Geounity organizes communities in a hierarchical structure that allows users to interact at different levels according to their interests or geographical location.": "Geounity organisiert Gemeinschaften in einer hierarchischen Struktur, die es den Nutzern ermöglicht, auf verschiedenen Ebenen entsprechend ihren Interessen oder geografischen Standorten zu interagieren.",
    "Global and International": "Global und International",
    "The global level encompasses all users of the platform, while international communities involve two or more countries with shared interests.": "Die globale Ebene umfasst alle Nutzer der Plattform, während internationale Gemeinschaften zwei oder mehr Länder mit gemeinsamen Interessen einbeziehen.",
    "National and Regional": "National und Regional",
    "Each country constitutes a national community. Within these, there are regional divisions such as provinces, states, or departments.": "Jedes Land bildet eine nationale Gemeinschaft. Innerhalb dieser gibt es regionale Unterteilungen wie Provinzen, Staaten oder Abteilungen.",
    "Subregional and Local": "Subregional und Lokal",
    "Subregions represent cities or municipalities, while the local level includes neighborhoods or districts, allowing for the addressing of specific issues in each area.": "Subregionen repräsentieren Städte oder Gemeinden, während die lokale Ebene Stadtteile oder Bezirke umfasst, um spezifische Probleme in jedem Bereich anzugehen.",
    "Services and Features": "Dienste und Funktionen",
    "Geounity offers specific tools for each community, designed to promote participation and civic engagement.": "Geounity bietet spezifische Werkzeuge für jede Gemeinschaft, die darauf ausgelegt sind, die Teilnahme und das bürgerschaftliche Engagement zu fördern.",
    "Surveys and Data": "Umfragen und Daten",
    "Create and participate in surveys to gather opinions and specific data from your community. The results are presented transparently and accessibly to all.": "Erstellen und nehmen Sie an Umfragen teil, um Meinungen und spezifische Daten aus Ihrer Gemeinschaft zu sammeln. Die Ergebnisse werden transparent und für alle zugänglich präsentiert.",
    "Debates and Discussions": "Debatten und Diskussionen",
    "Organized spaces to discuss issues, propose solutions, and share viewpoints on relevant topics for your community.": "Organisierte Räume, um Themen zu diskutieren, Lösungen vorzuschlagen und Standpunkte zu relevanten Themen für Ihre Gemeinschaft zu teilen.",
    "Projects and Fundraising": "Projekte und Fundraising",
    "Propose, support, and collaborate on community projects. Geounity facilitates organization and collective funding to turn ideas into realities.": "Schlagen Sie Gemeinschaftsprojekte vor, unterstützen Sie sie und arbeiten Sie zusammen. Geounity erleichtert die Organisation und kollektive Finanzierung, um Ideen in die Realität umzusetzen.",
    "Reports": "Berichte",
    "A system to send reports about local issues to the responsible authorities and track their status until resolution.": "Ein System, um Berichte über lokale Probleme an die zuständigen Behörden zu senden und deren Status bis zur Lösung zu verfolgen.",
    "Connection between Members": "Verbindung zwischen Mitgliedern",
    "Connect with other community members, follow their activities, and collaborate on shared initiatives, always respecting privacy options.": "Verbinden Sie sich mit anderen Mitgliedern der Gemeinschaft, verfolgen Sie deren Aktivitäten und arbeiten Sie an gemeinsamen Initiativen, wobei Sie immer die Datenschutzoptionen respektieren.",
    "How It Works": "Wie es funktioniert",
    "Geounity has been designed with ease of use and effectiveness in community participation in mind:": "Geounity wurde mit dem Ziel entwickelt, die Benutzerfreundlichkeit und Effektivität der Teilnahme an der Gemeinschaft zu gewährleisten:",
    "Register and join communities based on your location or interests.": "Registrieren Sie sich und treten Sie Gemeinschaften basierend auf Ihrem Standort oder Ihren Interessen bei.",
    "Participate in surveys, debates, propose projects, or send reports.": "Nehmen Sie an Umfragen, Debatten teil, schlagen Sie Projekte vor oder senden Sie Berichte.",
    "Navigate through our hierarchical structure to access different community levels.": "Navigieren Sie durch unsere hierarchische Struktur, um auf verschiedene Gemeinschaftsebenen zuzugreifen.",
    "Adjust your visibility and privacy according to your preferences in each community.": "Passen Sie Ihre Sichtbarkeit und Privatsphäre entsprechend Ihren Vorlieben in jeder Gemeinschaft an.",
    "Collaborate with other members to generate positive changes.": "Arbeiten Sie mit anderen Mitgliedern zusammen, um positive Veränderungen zu bewirken.",
    "Benefits for Users": "Vorteile für Benutzer",
    "Geounity empowers communities through multiple benefits:": "Geounity stärkt Gemeinschaften durch zahlreiche Vorteile:",
    "Effective Civic Participation": "Effektive Bürgerbeteiligung",
    "Facilitates participation in decisions that affect your community, with tools that allow your voice to be heard effectively.": "Erleichtert die Teilnahme an Entscheidungen, die Ihre Gemeinschaft betreffen, mit Werkzeugen, die es ermöglichen, Ihre Stimme effektiv zu Gehör zu bringen.",
    "Transparency and Accountability": "Transparenz und Verantwortlichkeit",
    "Promotes transparency in community management through public reports and tracking of issues until resolution.": "Fördert die Transparenz im Gemeinschaftsmanagement durch öffentliche Berichte und die Verfolgung von Problemen bis zur Lösung.",
    "Multilevel Collaboration": "Mehrstufige Zusammenarbeit",
    "Encourages collaboration among people from different communities, from local to global, broadening perspectives and solutions.": "Fördert die Zusammenarbeit zwischen Menschen aus verschiedenen Gemeinschaften, von lokal bis global, und erweitert Perspektiven und Lösungen.",
    "Inclusive Platform": "Inklusive Plattform",
    "Provides a space where everyone can participate regardless of their background, with tools designed to be accessible and intuitive.": "Bietet einen Raum, in dem jeder teilnehmen kann, unabhängig von seinem Hintergrund, mit Werkzeugen, die darauf ausgelegt sind, zugänglich und intuitiv zu sein.",
    "Our Team": "Unser Team",
    "Behind Geounity is a dedicated team of professionals passionate about civic engagement and digital democracy. Our diverse backgrounds in technology, community organization, and public policy drive our mission forward.": "Hinter Geounity steht ein engagiertes Team von Fachleuten, die sich für bürgerschaftliches Engagement und digitale Demokratie einsetzen. Unsere unterschiedlichen Hintergründe in Technologie, Gemeinschaftsorganisation und öffentlicher Politik treiben unsere Mission voran.",
    "Founder & Lead Developer": "Gründer & Hauptentwickler",
    "Our Vision": "Unsere Vision",
    "To build a more united and collaborative world, where communities are empowered to solve their own challenges through technology and collective participation.": "Eine vereinte und kollaborative Welt aufzubauen, in der Gemeinschaften befähigt werden, ihre eigenen Herausforderungen durch Technologie und kollektive Teilnahme zu lösen.",
    "Our Mission": "Unsere Mission",
    "To provide an accessible, secure, and innovative platform that allows communities at all levels to grow and strengthen together, fostering transparency, democratic participation, and the common good.": "Eine zugängliche, sichere und innovative Plattform bereitzustellen, die es Gemeinschaften auf allen Ebenen ermöglicht, gemeinsam zu wachsen und sich zu stärken, und dabei Transparenz, demokratische Teilnahme und das Gemeinwohl fördert.",
    "Be Part of the Change": "Seien Sie Teil der Veränderung",
    "Join Geounity today and start building a better future for your community and the world.": "Treten Sie Geounity noch heute bei und beginnen Sie, eine bessere Zukunft für Ihre Gemeinschaft und die Welt zu gestalten.",
    "Support Geounity": "Unterstützen Sie Geounity",
    "Help us build a more connected democratic future for communities worldwide.": "Helfen Sie uns, eine stärker vernetzte demokratische Zukunft für Gemeinschaften weltweit aufzubauen.",
    "Why Your Support Matters": "Warum Ihre Unterstützung wichtig ist",
    "Geounity is a community-driven platform dedicated to strengthening democratic participation across local, national, and global communities. As we grow and evolve, we face ongoing costs to maintain our infrastructure and continue developing new features.": "Geounity ist eine gemeinschaftsgetriebene Plattform, die sich der Stärkung der demokratischen Teilnahme in lokalen, nationalen und globalen Gemeinschaften widmet. Während wir wachsen und uns weiterentwickeln, stehen wir vor laufenden Kosten, um unsere Infrastruktur aufrechtzuerhalten und weiterhin neue Funktionen zu entwickeln.",
    "Your donations directly contribute to keeping Geounity accessible to all, regardless of their economic situation. We believe that democratic tools should be available to everyone, and your support helps make this vision possible.": "Ihre Spenden tragen direkt dazu bei, Geounity für alle zugänglich zu halten, unabhängig von ihrer wirtschaftlichen Situation. Wir glauben, dass demokratische Werkzeuge für alle verfügbar sein sollten, und Ihre Unterstützung hilft, diese Vision zu verwirklichen.",
    "Where Your Money Goes": "Wohin Ihr Geld geht",
    "Server Infrastructure": "Serverinfrastruktur",
    "Hosting, database management, and ensuring our platform remains fast, reliable, and secure for all users.": "Hosting, Datenbankmanagement und Sicherstellung, dass unsere Plattform schnell, zuverlässig und sicher für alle Nutzer bleibt.",
    "Development": "Entwicklung",
    "Supporting our dedicated team of developers who work to improve existing features and build new ones based on community feedback.": "Unterstützung unseres engagierten Entwicklerteams, das daran arbeitet, bestehende Funktionen zu verbessern und neue basierend auf dem Feedback der Gemeinschaft zu entwickeln.",
    "Community Growth": "Gemeinschaftswachstum",
    "Expanding our reach to bring Geounity's democratic tools to more communities across the globe.": "Erweiterung unserer Reichweite, um Geounitys demokratische Werkzeuge in mehr Gemeinschaften weltweit zu bringen.",
    "Our Commitment to Transparency": "Unser Engagement für Transparenz",
    "We believe in complete transparency with our community. We're committed to using all donations responsibly and will share regular updates on how your contributions are helping Geounity grow.": "Wir glauben an vollständige Transparenz mit unserer Gemeinschaft. Wir verpflichten uns, alle Spenden verantwortungsbewusst zu verwenden und werden regelmäßige Updates darüber teilen, wie Ihre Beiträge Geounity beim Wachsen helfen.",
    "Every donation, no matter how small, makes a significant difference in our ability to maintain and improve the platform.": "Jede Spende, egal wie klein, macht einen erheblichen Unterschied in unserer Fähigkeit, die Plattform aufrechtzuerhalten und zu verbessern.",
    "How to Support Us": "Wie Sie uns unterstützen können",
    "Ko-fi Donation": "Ko-fi Spende",
    "Cryptocurrency": "Kryptowährung",
    "Buy Us a Coffee": "Kaufen Sie uns einen Kaffee",
    "Support our team with a donation through Ko-fi. Whether it's a one-time contribution or a recurring support, every bit helps fuel our mission.": "Unterstützen Sie unser Team mit einer Spende über Ko-fi. Ob es sich um einen einmaligen Beitrag oder eine wiederkehrende Unterstützung handelt, jeder Beitrag hilft, unsere Mission voranzutreiben.",
    "Support on Ko-fi": "Unterstützen Sie uns auf Ko-fi",
    "Cryptocurrency Donations": "Kryptowährungsdonationen",
    "Support our project with your preferred cryptocurrency. Please ensure you use the correct network when sending funds to avoid loss.": "Unterstützen Sie unser Projekt mit Ihrer bevorzugten Kryptowährung. Bitte stellen Sie sicher, dass Sie das richtige Netzwerk verwenden, wenn Sie Gelder senden, um Verluste zu vermeiden.",
    "Address:": "Adresse:",
    "Copy address": "Adresse kopieren",
    "Link copied!": "Link kopiert!",
    "Important: Use ": "Wichtig: Verwenden Sie ",
    " network only": " Netzwerk nur",
    "Thank You!": "Danke!",
    "Your generosity is what keeps Geounity growing. Together, we're building a more connected, participatory future for communities worldwide.": "Ihre Großzügigkeit ist es, die Geounity wachsen lässt. Gemeinsam bauen wir eine stärker vernetzte, partizipative Zukunft für Gemeinschaften weltweit.",
    "Help Center": "Hilfezentrum",
    "Account": "Konto",
    "Username Information": "Benutzernameninformationen",
    "Back to username selection": "Zurück zur Benutzernamensauswahl",
    "Why do we ask for a username?": "Warum fragen wir nach einem Benutzernamen?",
    "Your username is an essential part of your identity on Geounity. It's how you'll be recognized across the platform and how other members will find and connect with you.": "Ihr Benutzername ist ein wesentlicher Bestandteil Ihrer Identität auf Geounity. So werden Sie auf der Plattform erkannt und so finden und verbinden sich andere Mitglieder mit Ihnen.",
    "Unique Identification": "Eindeutige Identifikation",
    "Your username provides a unique identifier that distinguishes you from other members, even if they share the same name.": "Ihr Benutzername bietet eine eindeutige Kennung, die Sie von anderen Mitgliedern unterscheidet, selbst wenn sie denselben Namen tragen.",
    "Personal URL": "Persönliche URL",
    "Your username creates your personal profile URL (geounity.org/user/username), making it easy for others to find and share your profile.": "Ihr Benutzername erstellt Ihre persönliche Profil-URL (geounity.org/user/benutzername), was es anderen erleichtert, Ihr Profil zu finden und zu teilen.",
    "Discoverability": "Entdeckbarkeit",
    "A username makes it easy for community members to search for and find you when they want to collaborate or connect.": "Ein Benutzername erleichtert es den Mitgliedern der Gemeinschaft, nach Ihnen zu suchen und Sie zu finden, wenn sie zusammenarbeiten oder sich verbinden möchten.",
    "Privacy Protection": "Datenschutz",
    "Using a username allows you to participate in discussions while maintaining some privacy, as you can choose how much personal information to reveal.": "Die Verwendung eines Benutzernamens ermöglicht es Ihnen, an Diskussionen teilzunehmen, während Sie etwas Privatsphäre wahren, da Sie wählen können, wie viele persönliche Informationen Sie offenlegen möchten.",
    "Choosing a good username": "Einen guten Benutzernamen wählen",
    "Use a name that's memorable and represents you well": "Verwenden Sie einen Namen, der einprägsam ist und Sie gut repräsentiert",
    "Keep it between 3-15 characters for best results": "Halten Sie es zwischen 3-15 Zeichen für die besten Ergebnisse",
    "Only use letters, numbers, and underscores": "Verwenden Sie nur Buchstaben, Zahlen und Unterstriche",
    "Avoid impersonating others or using misleading names": "Vermeiden Sie es, andere zu imitieren oder irreführende Namen zu verwenden",
    "Consider your privacy — usernames can be difficult to change later": "Berücksichtigen Sie Ihre Privatsphäre — Benutzernamen können später schwer zu ändern sein",
    "If you have any questions or need assistance with choosing a username, please contact our support team at": "Wenn Sie Fragen haben oder Hilfe bei der Auswahl eines Benutzernamens benötigen, wenden Sie sich bitte an unser Support-Team unter",
    "Cookie Policy": "Cookie-Richtlinie",
    "Geounity uses cookies to enhance your experience while using our platform. You can review and manage cookie settings below.": "Geounity verwendet Cookies, um Ihre Erfahrung bei der Nutzung unserer Plattform zu verbessern. Sie können die Cookie-Einstellungen unten überprüfen und verwalten.",
    "Essential Functionality": "Wesentliche Funktionalität",
    "Required": "Erforderlich",
    "These cookies are necessary for the proper functioning of our website. Without these cookies, the site would not work correctly.": "Diese Cookies sind notwendig für die ordnungsgemäße Funktion unserer Website. Ohne diese Cookies würde die Seite nicht korrekt funktionieren.",
    "Cookie": "Cookie",
    "Domain": "Domain",
    "Type": "Typ",
    "Duration": "Dauer",
    "Authentication": "Authentifizierung",
    "Session": "Sitzung",
    "Local Storage": "Lokaler Speicher",
    "Persistent": "Persistente",
    "Analytics": "Analytik",
    "Optional": "Optional",
    "These cookies help us understand how visitors interact with our website. The information collected is used to improve our platform.": "Diese Cookies helfen uns zu verstehen, wie Besucher mit unserer Website interagieren. Die gesammelten Informationen werden verwendet, um unsere Plattform zu verbessern.",
    "Third-party": "Drittanbieter",
    "days": "Tage",
    "Managing Your Cookie Preferences": "Verwalten Ihrer Cookie-Präferenzen",
    "You can manage cookie preferences through your browser settings. Please note that disabling essential cookies may affect the functionality of our website.": "Sie können die Cookie-Präferenzen über die Einstellungen Ihres Browsers verwalten. Bitte beachten Sie, dass das Deaktivieren wesentlicher Cookies die Funktionalität unserer Website beeinträchtigen kann.",
    "Most web browsers allow some control of cookies through browser settings. To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit ": "Die meisten Webbrowser ermöglichen eine gewisse Kontrolle über Cookies über die Browsereinstellungen. Um mehr über Cookies zu erfahren, einschließlich wie Sie sehen können, welche Cookies gesetzt wurden und wie Sie sie verwalten und löschen können, besuchen Sie ",
    "Updates to This Policy": "Aktualisierungen dieser Richtlinie",
    "We may update our Cookie Policy from time to time. Any changes will be posted on this page with an updated revision date.": "Wir können unsere Cookie-Richtlinie von Zeit zu Zeit aktualisieren. Änderungen werden auf dieser Seite mit einem aktualisierten Datum veröffentlicht.",
    "About the Global Community": "Über die globale Gemeinschaft",
    "No regions participating yet": "Noch keine Regionen teilnehmen",
    "No subregions participating yet": "Noch keine Subregionen teilnehmen",
    "No localities participating yet": "Noch keine Lokalitäten teilnehmen",
    "No countries participating yet": "Noch keine Länder teilnehmen",
    "Be the first to share a perspective from your region": "Sei der Erste, der eine Perspektive aus deiner Region teilt",
    "Be the first to share a perspective from your subregion": "Sei der Erste, der eine Perspektive aus deiner Subregion teilt",
    "Be the first to share a perspective from your locality": "Sei der Erste, der eine Perspektive aus deiner Lokalität teilt",
    "Be the first to share a perspective from your country": "Sei der Erste, der eine Perspektive aus deinem Land teilt",
    "Log in": "Einloggen",
    "Log in to participate in debates and share your opinion.": "Melde dich an, um an Debatten teilzunehmen und deine Meinung zu teilen.",
    "Debate Cover Image": "Debatten-Coverbild",
    "Global Debate": "Globale Debatte",
    "International Debate": "Internationale Debatte",
    "National Debate": "Nationale Debatte",
    "Regional Debate": "Regionale Debatte",
    "Subregional Debate": "Subregionale Debatte",
    "Local Debate": "Lokale Debatte",
    "$1 opinions": "$1 Meinungen",
    "$1 views": "$1 Ansichten",
    "Created by": "Erstellt von",
    "Show less": "Weniger anzeigen",
    "Read more": "Mehr lesen",
    "Share your perspective": "Teile deine Perspektive",
    "$1 regions participating": "$1 Regionen nehmen teil",
    "$1 countries participating": "$1 Länder nehmen teil",
    "You can only comment once in this debate.": "Du kannst in dieser Debatte nur einmal kommentieren.",
    "Please ": "Bitte ",
    "log in": "einloggen",
    " to share your perspective.": " um deine Perspektive zu teilen.",
    "No regions found": "Keine Regionen gefunden",
    "No countries found": "Keine Länder gefunden",
    "Log in to participate": "Melde dich an, um teilzunehmen",
    "You need to log in to vote, comment, and participate in the community.": "Du musst dich einloggen, um zu wählen, zu kommentieren und an der Gemeinschaft teilzunehmen.",
    "Poll": "Umfrage",
    "Closed": "Geschlossen",
    "Total votes:": "Gesamtstimmen:",
    "You voted for $1 option$2": "Du hast für die $1 Option$2 gestimmt",
    ". You can select multiple options.": ". Du kannst mehrere Optionen auswählen.",
    "Your vote": "Deine Stimme",
    "votes": "Stimmen",
    "Anonymous": "Anonym",
    "Ended": "Beendet",
    "Ends": "Endet",
    "Upvote": "Hochstimmen",
    "Downvote": "Herunterstimmen",
    "Copy link": "Link kopieren",
    "Comments": "Kommentare",
    "Sign in to join the conversation and leave a comment": "Melde dich an, um an der Diskussion teilzunehmen und einen Kommentar zu hinterlassen",
    "Sign in": "Anmelden",
    "Poll Information": "Umfrageinformationen",
    "Created on": "Erstellt am",
    "Scope": "Umfang",
    "Ended on": "Beendet am",
    "Ends on": "Endet am",
    "Views": "Ansichten",
    "Poll Statistics": "Umfragedaten",
    "Total Votes": "Gesamtstimmen",
    "Upvotes": "Hochstimmen",
    "You need to log in to comment and participate in the community.": "Du musst dich einloggen, um zu kommentieren und an der Gemeinschaft teilzunehmen.",
    "Report project": "Projekt melden",
    "views": "Ansichten",
    "Project Steps": "Projektphasen",
    "Resources needed": "Benötigte Ressourcen",
    "Sign in to leave a comment": "Melde dich an, um einen Kommentar zu hinterlassen",
    "Project Information": "Projektinformationen",
    "Status": "Status",
    "Commitments": "Verpflichtungen",
    "Tags": "Tags",
    "Profile Banner": "Profilbanner",
    "Followers": "Follower",
    "Following": "Folgen",
    "Edit Profile": "Profil bearbeiten",
    "Unfollow": "Entfolgen",
    "Follow": "Folgen",
    "Male": "Männlich",
    "Female": "Weiblich",
    "Non-binary": "Nicht-binär",
    "Last login": "Letzte Anmeldung",
    "Activity Statistics": "Aktivitätsstatistiken",
    "Created": "Erstellt",
    "Voted": "Abgestimmt",
    "Total Participation": "Gesamtteilnahme",
    "Opinions": "Meinungen",
    "Donations": "Spenden",
    "Supports": "Unterstützt",
    "Communities": "Gemeinschaften",
    "Show membership": "Mitgliedschaft anzeigen",
    "This user does not belong to any community.": "Dieser Benutzer gehört keiner Gemeinschaft an.",
    "Create debate for $1": "Debatte für $1 erstellen",
    "The $1 community": "Die $1 Gemeinschaft",
    "Members of $1": "Mitglieder von $1",
    "Report issue in $1": "Problem in $1 melden",
    "Create poll for $1": "Umfrage für $1 erstellen",
    "Welcome to the national community where citizens connect, share ideas, and work together.": "Willkommen in der nationalen Gemeinschaft, in der Bürger sich verbinden, Ideen austauschen und zusammenarbeiten.",
    "Country Information": "Länderinformationen",
    "Native Name": "Einheimischer Name",
    "Not available": "Nicht verfügbar",
    "Capital": "Hauptstadt",
    "Population": "Bevölkerung",
    "Area": "Fläche",
    "ISO Code": "ISO-Code",
    "Currency": "Währung",
    "Languages": "Sprachen",
    "Timezone": "Zeitzone",
    "Region": "Region",
    "Bordering Countries": "Grenzländer",
    "View on Google Maps": "Auf Google Maps anzeigen",
    "View on OpenStreetMap": "Auf OpenStreetMap anzeigen",
    "Featured Topics in $1": "Hervorgehobene Themen in $1",
    "comments": "Kommentare",
    "There are no featured debates yet. Be the first to create one!": "Es gibt noch keine hervorgehobenen Debatten. Sei der Erste, der eine erstellt!",
    "Active Projects": "Aktive Projekte",
    "participants": "Teilnehmer",
    "There are no active projects yet. Start the first one!": "Es gibt noch keine aktiven Projekte. Starte das erste!",
    "Reported Issues": "Gemeldete Probleme",
    "No specific location": "Kein spezifischer Standort",
    "Open": "Offen",
    "In Progress": "In Bearbeitung",
    "Resolved": "Gelöst",
    "There are no reported issues yet.": "Es gibt noch keine gemeldeten Probleme.",
    "Active Polls": "Aktive Umfragen",
    "Ends: ": "Endet: ",
    "There are no active polls currently.": "Derzeit gibt es keine aktiven Umfragen.",
    "Create debate for $1, $2": "Debatte für $1, $2 erstellen",
    "The $1 community ($2)": "Die $1 Gemeinschaft ($2)",
    "The $1 community in $2": "Die $1 Gemeinschaft in $2",
    "Create project for $1": "Projekt für $1 erstellen",
    "Discover and connect with other members of the global Geounity community": "Entdecke und verbinde dich mit anderen Mitgliedern der globalen Geounity-Gemeinschaft",
    "Geounity International Community": "Geounity Internationale Gemeinschaft",
    "Overview of the Geounity international community - connecting communities around the world": "Überblick über die internationale Geounity-Gemeinschaft - verbindet Gemeinschaften auf der ganzen Welt",
    "Geounity Global Community": "Geounity Globale Gemeinschaft",
    "Global community overview for Geounity - connecting communities worldwide": "Überblick über die globale Gemeinschaft von Geounity - verbindet Gemeinschaften weltweit",
    "National": "National",
    "Regional": "Regional",
    "Subregional": "Subregional",
    "Binary": "Binär",
    "Single Choice": "Einzelne Wahl",
    "Multiple Choice": "Mehrfachauswahl",
    "Poll Details": "Umfragedetails",
    "View poll details and join the conversation": "Umfragedetails anzeigen und an der Diskussion teilnehmen",
    "Choose one option only": "Wähle nur eine Option",
    "Choose multiple options": "Wähle mehrere Optionen",
    "Participate in this poll": "Nimm an dieser Umfrage teil",
    "Project Details": "Projektdetails",
    "View project details and join the collaboration": "Projektdetails anzeigen und an der Zusammenarbeit teilnehmen",
    "$1 - Members": "$1 - Mitglieder",
    "Members of the community of $1": "Mitglieder der Gemeinschaft von $1",
    "$1 - Community": "$1 - Gemeinschaft",
    "Citizen participation platform for the $1 community": "Plattform für die Bürgerbeteiligung der $1 Gemeinschaft",
    "Members of $1 Region": "Mitglieder der $1 Region",
    "Connect with citizens in $1's $2 region.": "Verbinde dich mit Bürgern in der $1's $2 Region.",
    "Your profile is visible to all regional community members.": "Dein Profil ist für alle Mitglieder der regionalen Gemeinschaft sichtbar.",
    "Your profile is hidden. Only you can see it in this regional list.": "Dein Profil ist verborgen. Nur du kannst es in dieser regionalen Liste sehen.",
    "Discover active members in the $1 region.": "Entdecke aktive Mitglieder in der $1 Region.",
    "Be the first to make your profile visible in $1 region.": "Sei der Erste, der sein Profil in der $1 Region sichtbar macht.",
    "Regional members have chosen to keep their profiles private.": "Regionale Mitglieder haben sich entschieden, ihre Profile privat zu halten.",
    "Create project for $1, $2": "Projekt für $1, $2 erstellen",
    "The $1 community, $2": "Die $1 Gemeinschaft, $2",
    "Create poll for $1, $2": "Umfrage für $1, $2 erstellen",
    "Welcome to the regional community where citizens collaborate on local matters.": "Willkommen in der regionalen Gemeinschaft, in der Bürger an lokalen Angelegenheiten zusammenarbeiten.",
    "Region Information": "Regionsinformationen",
    "Governor": "Gouverneur",
    "Founded": "Gegründet",
    "Official Website": "Offizielle Webseite",
    "Sign in to create a debate": "Melde dich an, um eine Debatte zu erstellen",
    "Connect with others in your subregional community.": "Verbinde dich mit anderen in deiner subregionalen Gemeinschaft.",
    "Your visibility in $1": "Deine Sichtbarkeit in $1",
    "Hidden profile": "Verstecktes Profil",
    "Switch to hidden profile": "Zu verstecktem Profil wechseln",
    "Switch to visible profile": "Zu sichtbarem Profil wechseln",
    "You're visible to everyone in this community.": "Du bist für alle in dieser Gemeinschaft sichtbar.",
    "You're only visible to community administrators.": "Du bist nur für die Administratoren der Gemeinschaft sichtbar.",
    "Connect with others in your local community.": "Verbinde dich mit anderen in deiner lokalen Gemeinschaft.",
    "Welcome to the local community where citizens collaborate on specific subregion issues.": "Willkommen in der lokalen Gemeinschaft, in der Bürger an spezifischen Problemen der Subregion zusammenarbeiten.",
    "Subregion Information": "Subregionsinformationen",
    "Main City": "Hauptstadt",
    "Local Government": "Lokale Regierung",
    "Postal Code": "Postleitzahl",
    "Foundation": "Stiftung",
    "View on Map": "Auf der Karte anzeigen",
    "Welcome to the local community where neighbors collaborate on specific neighborhood issues.": "Willkommen in der lokalen Gemeinschaft, in der Nachbarn an spezifischen Nachbarschaftsproblemen zusammenarbeiten.",
    "Locality Information": "Ortsinformationen",
    "Local Authority": "Lokale Behörde",
    "Neighborhood Associations": "Nachbarschaftsvereinigungen",
    "Website": "Webseite",
    "Geounity": "Geounity",
    "Example: Climate Change": "Beispiel: Klimawandel",
    "The search function will be available soon. We are working to implement it.": "Die Suchfunktion wird bald verfügbar sein. Wir arbeiten daran, sie zu implementieren.",
    "Login": "Anmelden",
    "Login to your account": "Melde dich bei deinem Konto an",
    "Menu": "Menü",
    "New Community": "Neue Gemeinschaft",
    "Request new community": "Neue Gemeinschaft anfordern",
    "Please sign in to request a new community": "Bitte melde dich an, um eine neue Gemeinschaft anzufordern.",
    "$1, $2 - Members": "$1, $2 - Mitglieder",
    "Members of the regional community in $1, $2": "Mitglieder der regionalen Gemeinschaft in $1, $2",
    "$1, $2 - Community": "$1, $2 - Gemeinschaft",
    "Local participation platform for the $1 community in $2": "Lokale Beteiligungsplattform für die $1 Gemeinschaft in $2",
    "Members of the $1 community": "Mitglieder der $1 Gemeinschaft",
    "$1, $2, $3 - Community": "$1, $2, $3 - Gemeinschaft",
    "Local participation platform for the community of $1 in $2, $3": "Lokale Beteiligungsplattform für die Gemeinschaft von $1 in $2, $3",
    "$1, $2, $3, $4 - Community": "$1, $2, $3, $4 - Gemeinschaft",
    "Local participation platform for the community of $1 in $2, $3, $4": "Lokale Beteiligungsplattform für die Gemeinschaft von $1 in $2, $3, $4",
    "You must be logged in to report content.": "Du musst angemeldet sein, um Inhalte zu melden.",
    "Report submitted successfully. Thank you for your cooperation.": "Bericht erfolgreich eingereicht. Vielen Dank für deine Zusammenarbeit.",
    "An unexpected error occurred while submitting the report": "Ein unerwarteter Fehler ist beim Einreichen des Berichts aufgetreten.",
    "Comment added successfully": "Kommentar erfolgreich hinzugefügt",
    "You must be logged in to submit requests.": "Du musst angemeldet sein, um Anfragen einzureichen.",
    "Request submitted successfully": "Anfrage erfolgreich eingereicht",
    "Your request has been received. We will contact you soon.": "Deine Anfrage wurde erhalten. Wir werden dich bald kontaktieren.",
    "An unexpected error occurred": "Ein unerwarteter Fehler ist aufgetreten.",
    "Opinion shared successfully": "Meinung erfolgreich geteilt",
    "Profile updated successfully": "Profil erfolgreich aktualisiert",
    "Continue with Google": "Mit Google fortfahren",
    "Continue with Github": "Mit Github fortfahren",
    "Search debates...": "Debatten suchen...",
    "Filter": "Filter",
    "Create": "Erstellen",
    "Explore and participate in community debates": "Erkunde und nimm an Gemeinschaftsdebatten teil",
    "No debates found": "Keine Debatten gefunden",
    "No debate matches your search $1. Try other keywords or clear the search.": "Keine Debatte entspricht deiner Suche $1. Versuche andere Schlüsselwörter oder lösche die Suche.",
    "Clear search": "Suche löschen",
    "You need to log in to participate in debates and in the community.": "Du musst dich anmelden, um an Debatten und in der Gemeinschaft teilzunehmen.",
    "Global debate": "Globale Debatte",
    "This debate will be visible to all Geounity users": "Diese Debatte wird für alle Geounity-Nutzer sichtbar sein.",
    "International debate": "Internationale Debatte",
    "This debate will be visible to users from selected countries": "Diese Debatte wird für Nutzer aus ausgewählten Ländern sichtbar sein.",
    "National debate": "Nationale Debatte",
    "This debate will be visible to users from selected country": "Diese Debatte wird für Nutzer aus dem ausgewählten Land sichtbar sein.",
    "Regional debate": "Regionale Debatte",
    "This debate will be visible to users from selected region": "Diese Debatte wird für Nutzer aus der ausgewählten Region sichtbar sein.",
    "Local debate": "Lokale Debatte",
    "This debate will be visible to users from selected locality": "Diese Debatte wird für Nutzer aus der ausgewählten Lokalität sichtbar sein.",
    "Select countries": "Länder auswählen",
    "Select a country": "Ein Land auswählen",
    "Search country...": "Land suchen...",
    "Select a region": "Eine Region auswählen",
    "Select region...": "Region auswählen...",
    "No region available": "Keine Region verfügbar",
    "Select subregion...": "Subregion auswählen...",
    "No subregion available": "Keine Subregion verfügbar",
    "Select a locality": "Eine Lokalität auswählen",
    "Select locality...": "Lokalität auswählen...",
    "No locality available": "Keine Lokalität verfügbar",
    "Debate Content": "Debatteninhalt",
    "Title": "Titel",
    "Enter a clear and concise title": "Gib einen klaren und prägnanten Titel ein",
    "Description": "Beschreibung",
    "Provide detailed information about the debate topic": "Gib detaillierte Informationen zum Debattenthema an",
    "Categorization": "Kategorisierung",
    "Additional Settings": "Zusätzliche Einstellungen",
    "Anonymous debate": "Anonyme Debatte",
    "Your identity will be hidden as debate creator.": "Deine Identität wird als Debattenersteller verborgen.",
    "Your username will be visible as debate creator.": "Dein Benutzername wird als Debattenersteller sichtbar sein.",
    "invalid date": "ungültiges Datum",
    "year": "Jahr",
    "month": "Monat",
    "day": "Tag",
    "hour": "Stunde",
    "minute": "Minute",
    "$1 $2s ago": "$1 $2 vor",
    "$1 $2 ago": "$1 $2 vor",
    "$1 seconds ago": "$1 Sekunden vor",
    "a few seconds ago": "vor ein paar Sekunden",
    "Global project": "Globales Projekt",
    "This project will be visible to all Geounity users": "Dieses Projekt wird für alle Geounity-Nutzer sichtbar sein.",
    "International project": "Internationales Projekt",
    "This project will be visible to users from selected countries": "Dieses Projekt wird für Nutzer aus ausgewählten Ländern sichtbar sein.",
    "National project": "Nationales Projekt",
    "This project will be visible to users from selected country": "Dieses Projekt wird für Nutzer aus dem ausgewählten Land sichtbar sein.",
    "Regional project": "Regionales Projekt",
    "This project will be visible to users from selected region": "Dieses Projekt wird für Nutzer aus der ausgewählten Region sichtbar sein.",
    "Local project": "Lokales Projekt",
    "This project will be visible to users from selected locality": "Dieses Projekt wird für Nutzer aus der ausgewählten Lokalität sichtbar sein.",
    "Countries involved": "Beteiligte Länder",
    "Project Content": "Projektinhalt",
    "Provide detailed information about the project": "Gib detaillierte Informationen zum Projekt an",
    "Draft": "Entwurf",
    "Open for Collaboration": "Offen für Zusammenarbeit",
    "Completed": "Abgeschlossen",
    "Cancelled": "Abgebrochen",
    "Goal Amount": "Zielbetrag",
    "Enter goal amount (optional)": "Gib den Zielbetrag ein (optional)",
    "Leave empty if there is no specific funding goal": "Lass es leer, wenn es kein spezifisches Finanzierungsziel gibt",
    "Add Step": "Schritt hinzufügen",
    "Step $1": "Schritt $1",
    "Enter step title": "Gib den Titel des Schrittes ein",
    "Describe this step": "Beschreibe diesen Schritt",
    "Pending": "Ausstehend",
    "Required Resources": "Benötigte Ressourcen",
    "Add Resource": "Ressource hinzufügen",
    "Labor": "Arbeit",
    "Material": "Material",
    "Economic": "Wirtschaftlich",
    "Describe resource": "Ressource beschreiben",
    "Quantity": "Menge",
    "Unit": "Einheit",
    "hrs/kg": "Std/kg",
    "No resources added yet": "Noch keine Ressourcen hinzugefügt",
    "Buscar proyectos...": "Projekte suchen...",
    "Filtrar": "Filtern",
    "Estado del proyecto": "Projektstatus",
    "Todos los estados": "Alle Status",
    "Borrador": "Entwurf",
    "Abierto": "Offen",
    "En Progreso": "In Bearbeitung",
    "Completado": "Abgeschlossen",
    "Cancelado": "Abgebrochen",
    "Crear": "Erstellen",
    "Explore and contribute to community projects": "Erkunde und trage zu Gemeinschaftsprojekten bei",
    "No projects found": "Keine Projekte gefunden",
    "No project matches your search $1. Try different keywords or clear the filters.": "Kein Projekt entspricht deiner Suche $1. Versuche andere Schlüsselwörter oder lösche die Filter.",
    "No project matches the selected filters. Try changing the filtering criteria.": "Kein Projekt entspricht den ausgewählten Filtern. Versuche, die Filterkriterien zu ändern.",
    "Clear filters": "Filter löschen",
    "Search polls...": "Umfragen suchen...",
    "Explore and vote on community polls": "Erkunde und stimme über Gemeinschaftsumfragen ab",
    "No polls found": "Keine Umfragen gefunden",
    "No polls match your search $1. Try different keywords or clear the search.": "Keine Umfragen entsprechen deiner Suche $1. Versuche andere Schlüsselwörter oder lösche die Suche.",
    "Global poll": "Globale Umfrage",
    "This poll will be visible to all Geounity users": "Diese Umfrage wird für alle Geounity-Nutzer sichtbar sein.",
    "International poll": "Internationale Umfrage",
    "This poll will be visible to users from selected countries": "Diese Umfrage wird für Nutzer aus ausgewählten Ländern sichtbar sein.",
    "National poll": "Nationale Umfrage",
    "This poll will be visible to users from selected country": "Diese Umfrage wird für Nutzer aus dem ausgewählten Land sichtbar sein.",
    "Regional poll": "Regionale Umfrage",
    "This poll will be visible to users from selected region": "Diese Umfrage wird für Nutzer aus der ausgewählten Region sichtbar sein.",
    "Local poll": "Lokale Umfrage",
    "This poll will be visible to users from selected locality": "Diese Umfrage wird für Nutzer aus der ausgewählten Lokalität sichtbar sein.",
    "Poll Content": "Umfrageinhalt",
    "Provide additional context or details about your poll": "Gib zusätzliche Informationen oder Details zu deiner Umfrage an",
    "Poll Type": "Umfragetyp",
    "Select the type of poll you want to create. The type of poll will determine the number of options you can add.": "Wähle den Typ der Umfrage, die du erstellen möchtest. Der Typ der Umfrage bestimmt die Anzahl der Optionen, die du hinzufügen kannst.",
    "Binary polls have only two options, such as Yes or No.": "Binäre Umfragen haben nur zwei Optionen, wie Ja oder Nein.",
    "Single choice polls allow participants to select only one option.": "Einzelwahlumfragen erlauben es den Teilnehmern, nur eine Option auszuwählen.",
    "Multiple choice polls allow participants to select multiple options.": "Mehrfachwahlumfragen erlauben es den Teilnehmern, mehrere Optionen auszuwählen.",
    "Option $1": "Option $1",
    "Enter option $1": "Gib Option $1 ein",
    "Remove Option": "Option entfernen",
    "Add option": "Option hinzufügen",
    "Set end date": "Enddatum festlegen",
    "End date": "Enddatum",
    "Specify the date when the poll will end. Participants won't be able to vote after this date.": "Gib das Datum an, an dem die Umfrage endet. Teilnehmer können nach diesem Datum nicht mehr abstimmen.",
    "Anonymous poll": "Anonyme Umfrage",
    "Your identity will be hidden as poll creator.": "Deine Identität wird als Umfrageersteller verborgen.",
    "Your username will be visible as poll creator.": "Dein Benutzername wird als Umfrageersteller sichtbar sein.",
    "Write your perspective from $1": "Schreibe deine Perspektive aus $1",
    "Write your perspective from your region": "Schreibe deine Perspektive aus deiner Region",
    "Write your perspective from your subregion": "Schreibe deine Perspektive aus deiner Subregion",
    "Write your perspective from your locality": "Schreibe deine Perspektive aus deiner Lokalität",
    "Write your perspective": "Schreibe deine Perspektive",
    "Select a subregion": "Wähle eine Subregion",
    "Search subregion...": "Subregion suchen...",
    "Search locality...": "Lokalität suchen...",
    "Share Opinion": "Meinung teilen",
    "$1": "$1",
    "No comments yet": "Noch keine Kommentare",
    "Be the first to share a perspective": "Sei der Erste, der eine Perspektive teilt",
    "Write a comment...": "Schreibe einen Kommentar...",
    "Send comment": "Kommentar senden",
    "Send": "Senden",
    "The item ID must be a positive number.": "Die Artikel-ID muss eine positive Zahl sein.",
    "Details cannot exceed $1 characters.": "Die Details dürfen $1 Zeichen nicht überschreiten.",
    "El comentario no puede estar vacío": "Der Kommentar darf nicht leer sein.",
    "El comentario debe tener al menos 3 caracteres": "Der Kommentar muss mindestens 3 Zeichen lang sein.",
    "Opinion is required": "Meinung ist erforderlich.",
    "No hay comentarios aún. ¡Sé el primero en comentar!": "Es gibt noch keine Kommentare. Sei der Erste, der kommentiert!",
    "respuestas": "Antworten",
    "Inappropriate content": "Unangemessener Inhalt",
    "Spam or advertising": "Spam oder Werbung",
    "Harmful or dangerous content": "Schädlicher oder gefährlicher Inhalt",
    "False or misleading information": "Falsche oder irreführende Informationen",
    "Other reason": "Andere Gründe",
    "Hate speech": "Hassrede",
    "False information": "Falsche Informationen",
    "Possible scam": "Möglicher Betrug",
    "Spam": "Spam",
    "Duplicated issue": "Doppelte Angelegenheit",
    "Fake profile": "Falsches Profil",
    "Spam/Advertising": "Spam/Werbung",
    "Thank you for your report!": "Danke für deinen Bericht!",
    "Your report has been submitted and will be reviewed by our team.": "Ihr Bericht wurde eingereicht und wird von unserem Team überprüft.",
    "Please let us know why you are reporting this content. Your report will be reviewed by our moderation team.": "Bitte lassen Sie uns wissen, warum Sie diesen Inhalt melden. Ihr Bericht wird von unserem Moderationsteam überprüft.",
    "Report reason": "Grund für den Bericht",
    "Select a reason": "Wählen Sie einen Grund",
    "Additional details": "Zusätzliche Details",
    "Provide more information about why you are reporting this content...": "Geben Sie weitere Informationen an, warum Sie diesen Inhalt melden...",
    "Submitting...": "Einreichen...",
    "Submit report": "Bericht einreichen",
    "Write a comment": "Einen Kommentar schreiben",
    "Share your thoughts...": "Teilen Sie Ihre Gedanken...",
    "Posting...": "Veröffentlichen...",
    "Post comment": "Kommentar posten",
    "Full Name": "Vollständiger Name",
    "Enter your full name": "Geben Sie Ihren vollständigen Namen ein",
    "Bio": "Biografie",
    "Tell us something about yourself": "Erzählen Sie uns etwas über sich",
    "Enter your website URL": "Geben Sie die URL Ihrer Website ein",
    "Gender": "Geschlecht",
    "Prefer not to say": "Bevorzuge es, nicht zu sagen",
    "Global issue": "Globale Angelegenheit",
    "This issue will be visible to all Geounity users": "Dieses Problem wird für alle Geounity-Nutzer sichtbar sein.",
    "International issue": "Internationale Angelegenheit",
    "This issue will be visible to users from selected countries": "Dieses Problem wird für Nutzer aus ausgewählten Ländern sichtbar sein.",
    "National issue": "Nationale Angelegenheit",
    "This issue will be visible to users from selected country": "Dieses Problem wird für Nutzer aus dem ausgewählten Land sichtbar sein.",
    "Regional issue": "Regionale Angelegenheit",
    "This issue will be visible to users from selected region": "Dieses Problem wird für Nutzer aus der ausgewählten Region sichtbar sein.",
    "Subregional issue": "Subregionale Angelegenheit",
    "This issue will be visible to users from selected subregion": "Dieses Problem wird für Nutzer aus der ausgewählten Subregion sichtbar sein.",
    "Local issue": "Lokale Angelegenheit",
    "This issue will be visible to users from selected locality": "Dieses Problem wird für Nutzer aus der ausgewählten Lokalität sichtbar sein.",
    "Write a clear and concise title. Example: Water leak in Central Square.": "Schreiben Sie einen klaren und prägnanten Titel. Beispiel: Wasserleck auf dem Zentralplatz.",
    "Explain the problem in detail so that it is easy to understand.": "Erklären Sie das Problem im Detail, damit es leicht zu verstehen ist.",
    "Organization or official": "Organisation oder Amt",
    "Organization or official to whom this issue is addressed (optional)": "Organisation oder Amt, an das dieses Problem gerichtet ist (optional)",
    "Anonymous issue": "Anonyme Angelegenheit",
    "Your identity will be hidden as issue creator.": "Ihre Identität wird als Ersteller des Problems verborgen.",
    "Your username will be visible as issue creator.": "Ihr Benutzername wird als Ersteller des Problems sichtbar sein.",
    "Cancel": "Abbrechen",
    "Submit Issue": "Problem einreichen",
    "Issues in $1": "Probleme in $1",
    "Report Issue": "Problem melden",
    "Reported $1 ago": "Vor $1 gemeldet",
    "Authentication required to create a poll": "Authentifizierung erforderlich, um eine Umfrage zu erstellen",
    "Maximum number of options exceeded. Please limit to 10 options.": "Maximale Anzahl von Optionen überschritten. Bitte auf 10 Optionen beschränken.",
    "Maximum number of tags exceeded. Please limit to 10 tags.": "Maximale Anzahl von Tags überschritten. Bitte auf 10 Tags beschränken.",
    "Poll created successfully": "Umfrage erfolgreich erstellt",
    "Authentication required to create a debate": "Authentifizierung erforderlich, um eine Debatte zu erstellen",
    "Debate created successfully": "Debatte erfolgreich erstellt",
    "Issue reported successfully": "Problem erfolgreich gemeldet",
    "Project created successfully": "Projekt erfolgreich erstellt",
    "Your description must have at least 10 characters.": "Ihre Beschreibung muss mindestens 10 Zeichen lang sein.",
    "Your description must have $1 characters or less.": "Ihre Beschreibung darf $1 Zeichen oder weniger haben.",
    "Please enter a title.": "Bitte geben Sie einen Titel ein.",
    "The title must have 5 characters or more.": "Der Titel muss mindestens 5 Zeichen lang sein.",
    "The title must have $1 characters or less.": "Der Titel darf $1 Zeichen oder weniger haben.",
    "My Profile": "Mein Profil",
    "Language": "Sprache",
    "Log Out": "Abmelden",
    "Error loading divisions": "Fehler beim Laden der Abteilungen",
    "Error loading divisions:": "Fehler beim Laden der Abteilungen:",
    "Loading...": "Laden...",
    "Toggle theme": "Thema umschalten",
    "Privacy": "Datenschutz",
    "Terms": "Bedingungen",
    "Cookies": "Cookies",
    "About us": "Über uns",
    "Donation": "Spende",
    "Geounity © 2025": "Geounity © 2025",
    "Thank you for your request!": "Danke für Ihre Anfrage!",
    "We have received your interest in this community. We will notify you when it becomes available.": "Wir haben Ihr Interesse an dieser Gemeinschaft erhalten. Wir werden Sie benachrichtigen, wenn sie verfügbar ist.",
    "Close": "Schließen",
    "We are gradually incorporating communities. If you want to prioritize a specific community, please provide the details below.": "Wir integrieren nach und nach Gemeinschaften. Wenn Sie eine bestimmte Gemeinschaft priorisieren möchten, geben Sie bitte die Details unten an.",
    "Country": "Land",
    "Select a country...": "Wählen Sie ein Land...",
    "Region / Province / State": "Region / Provinz / Bundesland",
    "City / Locality": "Stadt / Lokalität",
    "Contact Email": "Kontakt-E-Mail",
    "Submit request": "Anfrage einreichen",
    "No debates yet": "Noch keine Debatten",
    "Be the first to create a debate in $1 and start sharing ideas!": "Sei der Erste, der eine Debatte in $1 erstellt und Ideen teilt!",
    "Be the first to create a debate in this community and start sharing ideas!": "Sei der Erste, der eine Debatte in dieser Gemeinschaft erstellt und Ideen teilt!",
    "Create First Debate": "Erste Debatte erstellen",
    "Owner": "Besitzer",
    "Participating countries": "Teilnehmende Länder",
    "Last activity:": "Letzte Aktivität:",
    "Delete debate": "Debatte löschen",
    "Report debate": "Debatte melden",
    "View debate": "Debatte ansehen",
    "Are you sure you want to delete this debate? This action cannot be undone.": "Sind Sie sicher, dass Sie diese Debatte löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.",
    "English": "Englisch",
    "Spanish": "Spanisch",
    "Description is required": "Beschreibung ist erforderlich",
    "Title is required": "Titel ist erforderlich",
    "At least one community must be selected": "Mindestens eine Gemeinschaft muss ausgewählt werden",
    "Title must have at least 5 characters": "Der Titel muss mindestens 5 Zeichen lang sein",
    "Title must have $1 characters or less": "Der Titel darf $1 Zeichen oder weniger haben",
    "Description must have $1 characters or less": "Die Beschreibung darf $1 Zeichen oder weniger haben",
    "At least one step is required": "Mindestens ein Schritt ist erforderlich",
    "Please enter a name for the option.": "Bitte geben Sie einen Namen für die Option ein.",
    "You must have at least 2 options.": "Sie müssen mindestens 2 Optionen haben.",
    "You must have at most 10 options.": "Sie dürfen höchstens 10 Optionen haben.",
    "Description must have at least 10 characters": "Die Beschreibung muss mindestens 10 Zeichen lang sein",
    "Organization name must have $1 characters or less": "Der Organisationsname darf $1 Zeichen oder weniger haben",
    "Submit": "Einreichen",
    "Reset": "Zurücksetzen",
    "No projects yet": "Noch keine Projekte",
    "Be the first to create a project for $1 and start gathering support!": "Sei der Erste, der ein Projekt für $1 erstellt und Unterstützung sammelt!",
    "Be the first to create a project in this community and start gathering support!": "Sei der Erste, der ein Projekt in dieser Gemeinschaft erstellt und Unterstützung sammelt!",
    "Create First Project": "Erstes Projekt erstellen",
    "commitment": "Engagement",
    "commitments": "Engagements",
    "Project Goal": "Projektziel",
    "Delete project": "Projekt löschen",
    "View details": "Details anzeigen",
    "Are you sure you want to delete this project? This action cannot be undone.": "Sind Sie sicher, dass Sie dieses Projekt löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.",
    "No polls yet": "Noch keine Umfragen",
    "Be the first to create a poll in $1 and start gathering votes!": "Sei der Erste, der eine Umfrage in $1 erstellt und Stimmen sammelt!",
    "Be the first to create a poll in this community and start gathering votes!": "Sei der Erste, der eine Umfrage in dieser Gemeinschaft erstellt und Stimmen sammelt!",
    "Create First Poll": "Erste Umfrage erstellen",
    "Binary Poll": "Binäre Umfrage",
    "Countries:": "Länder:",
    "You voted for $1 option$2.": "Sie haben für die Option $1 $2 gestimmt.",
    " You can select multiple options.": " Sie können mehrere Optionen auswählen.",
    "Delete poll": "Umfrage löschen",
    "Report poll": "Umfrage melden",
    "Are you sure you want to delete this poll?": "Sind Sie sicher, dass Sie diese Umfrage löschen möchten?",
    "Report opinion": "Meinung melden",
    "Delete opinion": "Meinung löschen",
    "Are you sure you want to delete this opinion? This action cannot be undone.": "Sind Sie sicher, dass Sie diese Meinung löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.",
    "Delete": "Löschen",
    "No issues reported yet": "Noch keine Probleme gemeldet",
    "Be the first to report an issue in $1 and help improve the community!": "Sei der Erste, der ein Problem in $1 meldet und hilf, die Gemeinschaft zu verbessern!",
    "Be the first to report an issue in this community and help improve the community!": "Sei der Erste, der ein Problem in dieser Gemeinschaft meldet und hilf, die Gemeinschaft zu verbessern!",
    "Report First Issue": "Erstes Problem melden",
    "This action cannot be undone.": "Diese Aktion kann nicht rückgängig gemacht werden.",
    "Confirm": "Bestätigen",
    "The global community includes all countries and users around the world. Here you can participate in worldwide initiatives that affect the entire planet and connect with people from any country.": "Die globale Gemeinschaft umfasst alle Länder und Nutzer weltweit. Hier können Sie an weltweiten Initiativen teilnehmen, die den gesamten Planeten betreffen, und sich mit Menschen aus jedem Land verbinden.",
    "Global Information": "Globale Informationen",
    "World Population": "Weltbevölkerung",
    "billion": "Milliarde",
    "Countries": "Länder",
    "registered in the platform": "registriert auf der Plattform",
    "Regions": "Regionen",
    "Sub Regions": "Unterregionen",
    "Localities": "Orte",
    "Platform Statistics": "Plattformstatistiken",
    "Global Polls": "Globale Umfragen",
    "Discussions": "Diskussionen",
    "Global Trending Topics": "Globale Trendthemen",
    "Climate Change Initiatives": "Initiativen zum Klimawandel",
    "Discussions about global efforts to combat climate change and reduce carbon emissions.": "Diskussionen über globale Bemühungen zur Bekämpfung des Klimawandels und zur Reduzierung der Kohlenstoffemissionen.",
    "128 countries participating": "128 teilnehmende Länder",
    "3.2k discussions": "3,2k Diskussionen",
    "Global Economic Cooperation": "Globale wirtschaftliche Zusammenarbeit",
    "Exploring new frameworks for international trade and economic partnerships.": "Erforschung neuer Rahmenbedingungen für den internationalen Handel und wirtschaftliche Partnerschaften.",
    "94 countries participating": "94 teilnehmende Länder",
    "2.7k discussions": "2,7k Diskussionen",
    "Sustainable Development Goals": "Ziele für nachhaltige Entwicklung",
    "Tracking progress on the UN's 17 Sustainable Development Goals worldwide.": "Verfolgung des Fortschritts bei den 17 Zielen für nachhaltige Entwicklung der UN weltweit.",
    "193 countries participating": "193 teilnehmende Länder",
    "4.5k discussions": "4,5k Diskussionen",
    "Active Global Projects": "Aktive globale Projekte",
    "Ocean Cleanup Initiative": "Initiative zur Säuberung der Ozeane",
    "Progress": "Fortschritt",
    "42 countries collaborating": "42 Länder arbeiten zusammen",
    "Global Education Access": "Zugang zur globalen Bildung",
    "78 countries collaborating": "78 Länder arbeiten zusammen",
    "Renewable Energy Network": "Netzwerk für erneuerbare Energien",
    "56 countries collaborating": "56 Länder arbeiten zusammen",
    "International Community": "Internationale Gemeinschaft",
    "About the International Community": "Über die internationale Gemeinschaft",
    "While the global community includes all countries in the world, the international community groups a select set of countries that share common interests or specific agreements. Here you can participate in initiatives between specific countries.": "Während die globale Gemeinschaft alle Länder der Welt umfasst, gruppiert die internationale Gemeinschaft eine ausgewählte Gruppe von Ländern, die gemeinsame Interessen oder spezifische Vereinbarungen teilen. Hier können Sie an Initiativen zwischen bestimmten Ländern teilnehmen.",
    "International Trending Topics": "Internationale Trendthemen",
    "International Climate Agreements": "Internationale Klimavereinbarungen",
    "Discussions on multinational efforts to combat climate change.": "Diskussionen über multilaterale Bemühungen zur Bekämpfung des Klimawandels.",
    "97 participating countries": "97 teilnehmende Länder",
    "2.5k discussions": "2,5k Diskussionen",
    "Post-Pandemic International Trade": "Internationaler Handel nach der Pandemie",
    "Exploration of new frameworks for international trade and supply chains.": "Erforschung neuer Rahmenbedingungen für den internationalen Handel und Lieferketten.",
    "84 participating countries": "84 teilnehmende Länder",
    "1.9k discussions": "1,9k Diskussionen",
    "Global Cybersecurity": "Globale Cybersicherheit",
    "Debates on regulations and cooperation on cybersecurity issues among nations.": "Debatten über Vorschriften und Zusammenarbeit zu Fragen der Cybersicherheit zwischen den Nationen.",
    "76 participating countries": "76 teilnehmende Länder",
    "1.3k discussions": "1,3k Diskussionen",
    "Active International Projects": "Aktive internationale Projekte",
    "Global Digital Connectivity": "Globale digitale Konnektivität",
    "38 countries collaborating": "38 Länder arbeiten zusammen",
    "Reduction of Plastics in Oceans": "Reduzierung von Plastik in den Ozeanen",
    "64 countries collaborating": "64 Länder arbeiten zusammen",
    "Global Vaccination": "Globale Impfung",
    "129 countries collaborating": "129 Länder arbeiten zusammen",
    "1. Introduction": "1. Einleitung",
    "At Geounity, we value your privacy. This Privacy Policy explains how we collect, use, disclose, and protect your personal information when you use our Service.": "Bei Geounity schätzen wir Ihre Privatsphäre. Diese Datenschutzrichtlinie erklärt, wie wir Ihre persönlichen Informationen sammeln, verwenden, offenlegen und schützen, wenn Sie unseren Dienst nutzen.",
    "2. Information We Collect": "2. Informationen, die wir sammeln",
    "Personal Information:": "Persönliche Informationen:",
    "We may collect personally identifiable information, such as your name, email address, location, and community preferences.": "Wir können personenbezogene Daten wie Ihren Namen, Ihre E-Mail-Adresse, Ihren Standort und Ihre Gemeinschaftspräferenzen sammeln.",
    "Usage Information:": "Nutzungsinformationen:",
    "Data about how you interact with our Service, including surveys, debates, and projects.": "Daten darüber, wie Sie mit unserem Dienst interagieren, einschließlich Umfragen, Debatten und Projekten.",
    "Device Data:": "Gerätedaten:",
    "Technical information about the device you use to access the Service, such as IP address, browser type, and operating system.": "Technische Informationen über das Gerät, das Sie verwenden, um auf den Dienst zuzugreifen, wie IP-Adresse, Browsertyp und Betriebssystem.",
    "3. Use of Information": "3. Verwendung von Informationen:",
    "To provide and improve our Service.": "Um unseren Dienst bereitzustellen und zu verbessern.",
    "To personalize your experience on the platform.": "Um Ihre Erfahrung auf der Plattform zu personalisieren.",
    "To communicate with you about updates, promotions, and news.": "Um mit Ihnen über Updates, Aktionen und Neuigkeiten zu kommunizieren.",
    "To analyze the use of the Service to develop new features.": "Um die Nutzung des Dienstes zu analysieren und neue Funktionen zu entwickeln.",
    "4. Sharing of Information": "4. Weitergabe von Informationen:",
    "With Third Parties:": "Mit Dritten:",
    "We do not sell your personal information to third parties. We may share aggregated and anonymized data with partners for analysis and improvements.": "Wir verkaufen Ihre persönlichen Informationen nicht an Dritte. Wir können aggregierte und anonymisierte Daten mit Partnern für Analysen und Verbesserungen teilen.",
    "Legal Requirements:": "Rechtliche Anforderungen:",
    "We may disclose your information if required by law or to protect our rights.": "Wir können Ihre Informationen offenlegen, wenn dies gesetzlich erforderlich ist oder um unsere Rechte zu schützen.",
    "5. Information Security": "5. Informationssicherheit:",
    "We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction.": "Wir setzen angemessene Sicherheitsmaßnahmen ein, um Ihre persönlichen Informationen vor unbefugtem Zugriff, Veränderung, Offenlegung oder Zerstörung zu schützen.",
    "6. Data Retention": "6. Datenaufbewahrung:",
    "We retain your personal information while your account is active or as necessary to provide you with the Service. We may also retain and use your information to comply with legal obligations, resolve disputes, and enforce our agreements.": "Wir bewahren Ihre persönlichen Informationen auf, solange Ihr Konto aktiv ist oder wie erforderlich, um Ihnen den Dienst bereitzustellen. Wir können Ihre Informationen auch aufbewahren und verwenden, um gesetzlichen Verpflichtungen nachzukommen, Streitigkeiten zu lösen und unsere Vereinbarungen durchzusetzen.",
    "7. User Rights": "7. Benutzerrechte:",
    "Depending on your location, you may have rights regarding your personal information, including:": "Je nach Ihrem Standort haben Sie möglicherweise Rechte in Bezug auf Ihre persönlichen Informationen, einschließlich:",
    "Access to your data.": "Zugriff auf Ihre Daten.",
    "Correction of inaccurate data.": "Korrektur ungenauer Daten.",
    "Deletion of your data.": "Löschung Ihrer Daten.",
    "Restriction of processing your data.": "Einschränkung der Verarbeitung Ihrer Daten.",
    "8. Cookies and Similar Technologies": "8. Cookies und ähnliche Technologien:",
    "We use cookies and similar technologies to enhance your experience on the Service. You can manage your cookie preferences through your browser settings.": "Wir verwenden Cookies und ähnliche Technologien, um Ihre Erfahrung mit dem Dienst zu verbessern. Sie können Ihre Cookie-Präferenzen über die Einstellungen Ihres Browsers verwalten.",
    "9. Changes to the Privacy Policy": "9. Änderungen der Datenschutzrichtlinie:",
    "We may update this Privacy Policy from time to time. We will post any changes on this page and, if they are significant, we will notify you through the Service or via email.": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden alle Änderungen auf dieser Seite veröffentlichen und, wenn sie erheblich sind, Sie über den Dienst oder per E-Mail benachrichtigen.",
    "10. Contact": "10. Kontakt:",
    "If you have any questions or concerns about this Privacy Policy, contact us at ": "Wenn Sie Fragen oder Bedenken zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns unter ",
    "Roadmap": "Fahrplan",
    "Welcome to the Geounity roadmap. Here you can explore the current features and learn about our future plans to improve the platform.": "Willkommen beim Geounity-Fahrplan. Hier können Sie die aktuellen Funktionen erkunden und mehr über unsere zukünftigen Pläne zur Verbesserung der Plattform erfahren.",
    "Current Features": "Aktuelle Funktionen",
    "Interactive Surveys": "Interaktive Umfragen",
    "Creation and participation in binary (yes/no), single choice (multiple options, one answer), and multiple choice surveys to facilitate community decision-making.": "Erstellung und Teilnahme an binären (Ja/Nein), Einzelwahl (mehrere Optionen, eine Antwort) und Mehrfachwahlumfragen zur Erleichterung der Entscheidungsfindung in der Gemeinschaft.",
    "Community Debates": "Gemeinschaftsdebatten",
    "Debate system that organizes opinions based on the internal divisions of the associated community, enabling structured and meaningful discussions.": "Debattensystem, das Meinungen basierend auf den internen Abteilungen der zugehörigen Gemeinschaft organisiert und strukturierte sowie sinnvolle Diskussionen ermöglicht.",
    "Collaborative Projects": "Kollaborative Projekte",
    "Platform to propose and collaborate on community projects with tracking of resources and donations.": "Plattform zur Vorschlag und Zusammenarbeit an Gemeinschaftsprojekten mit Verfolgung von Ressourcen und Spenden.",
    "Local Reports": "Lokale Berichte",
    "System to directly report community issues to government agencies, state organizations, or current public officials for faster resolution.": "System zur direkten Meldung von Gemeinschaftsproblemen an Regierungsbehörden, staatliche Organisationen oder aktuelle öffentliche Beamte für eine schnellere Lösung.",
    "Social Authentication": "Soziale Authentifizierung",
    "Simplified login via Google and GitHub to facilitate access.": "Vereinfachte Anmeldung über Google und GitHub zur Erleichterung des Zugangs.",
    "Basic Roles": "Grundlegende Rollen",
    "Role system (user, administrator) to manage permissions and responsibilities.": "Rollensystem (Benutzer, Administrator) zur Verwaltung von Berechtigungen und Verantwortlichkeiten.",
    "Upcoming Features": "Kommende Funktionen",
    "Advanced Surveys": "Erweiterte Umfragen",
    "New types of surveys: ranking, numerical scale, and open-ended questions to obtain more detailed feedback.": "Neue Umfragetypen: Rangfolge, numerische Skala und offene Fragen, um detailliertere Rückmeldungen zu erhalten.",
    "Coming Soon": "Demnächst",
    "Image Gallery in Debates": "Bildergalerie in Debatten",
    "Support for multiple images in debates to enrich discussions with visual content.": "Unterstützung für mehrere Bilder in Debatten, um Diskussionen mit visuellen Inhalten zu bereichern.",
    "In Development": "In Entwicklung",
    "Multilevel Debates": "Mehrstufige Debatten",
    "Advanced nested response system to facilitate detailed and organized discussions.": "Fortgeschrittenes verschachteltes Antwortsystem zur Erleichterung detaillierter und organisierter Diskussionen.",
    "Notification System": "Benachrichtigungssystem",
    "Email alerts and push notifications to keep users informed about relevant activities.": "E-Mail-Benachrichtigungen und Push-Benachrichtigungen, um Benutzer über relevante Aktivitäten zu informieren.",
    "Integration with Social Media": "Integration mit sozialen Medien",
    "Ability to share content directly on social media to increase visibility.": "Möglichkeit, Inhalte direkt in sozialen Medien zu teilen, um die Sichtbarkeit zu erhöhen.",
    "Integrated Content Relationships": "Integrierte Inhaltsbeziehungen",
    "Association of surveys to debates, requiring respondents to answer the survey in order to express their opinion, and direct linkage between projects and debates to enrich participation and obtain structured feedback.": "Verknüpfung von Umfragen mit Debatten, die von den Befragten verlangen, die Umfrage zu beantworten, um ihre Meinung zu äußern, sowie direkte Verknüpfung zwischen Projekten und Debatten, um die Teilnahme zu bereichern und strukturiertes Feedback zu erhalten.",
    "AI Assistance": "KI-Unterstützung",
    "AI tools to assist in content creation and analysis of debates and projects.": "KI-Tools zur Unterstützung bei der Erstellung von Inhalten und der Analyse von Debatten und Projekten.",
    "Research": "Forschung",
    "Gamification": "Gamifizierung",
    "Badge and points system to encourage active and constructive participation.": "Abzeichen- und Punktesystem zur Förderung aktiver und konstruktiver Teilnahme.",
    "AI Moderation": "KI-Moderation",
    "Automatic filtering of inappropriate content using artificial intelligence.": "Automatische Filterung unangemessener Inhalte mithilfe von künstlicher Intelligenz.",
    "Geographic Visualizations": "Geografische Visualisierungen",
    "Integration of D3.js with maps for interactive visualizations of geographic data and local statistics.": "Integration von D3.js mit Karten für interaktive Visualisierungen geografischer Daten und lokaler Statistiken.",
    "Planning Phase": "Planungsphase",
    "Sustainability Model": "Nachhaltigkeitsmodell",
    "Implementation of a subscription model for premium users to sustainably maintain the platform.": "Implementierung eines Abonnementmodells für Premium-Nutzer zur nachhaltigen Erhaltung der Plattform.",
    "Advanced Roles": "Erweiterte Rollen",
    "New roles such as mediators and public officials to facilitate interaction between citizens and government.": "Neue Rollen wie Mediatoren und öffentliche Beamte zur Erleichterung der Interaktion zwischen Bürgern und Regierung.",
    "Multilingual Support": "Mehrsprachige Unterstützung",
    "Full support for Spanish and English, with the possibility of adding more languages in the future.": "Vollständige Unterstützung für Spanisch und Englisch, mit der Möglichkeit, in Zukunft weitere Sprachen hinzuzufügen.",
    "Commission-Free Projects": "Projekte ohne Provision",
    "Implementation of a community payment system for projects where 100% of funds go directly to the cause. Geounity will never charge commission on donations.": "Implementierung eines Zahlungssystems für die Gemeinschaft für Projekte, bei denen 100 % der Mittel direkt der Sache zugutekommen. Geounity wird niemals eine Provision auf Spenden erheben.",
    "Future": "Zukunft",
    "Real-Time Communication": "Echtzeitkommunikation",
    "Direct messaging and chat rooms to facilitate instant collaboration among users.": "Direktnachrichten und Chaträume zur Erleichterung der sofortigen Zusammenarbeit zwischen Benutzern.",
    "Integration with Government APIs": "Integration mit Regierungs-APIs",
    "Connection with government data to enrich discussions with official information.": "Verbindung mit Regierungsdaten, um Diskussionen mit offiziellen Informationen zu bereichern.",
    "Mobile Application": "Mobile Anwendung",
    "Version for mobile devices as a native app or PWA to improve accessibility.": "Version für mobile Geräte als native App oder PWA zur Verbesserung der Zugänglichkeit.",
    "Sentiment Analysis": "Sentiment-Analyse",
    "Use of AI to analyze opinions and trends in debates and comments.": "Einsatz von KI zur Analyse von Meinungen und Trends in Debatten und Kommentaren.",
    "This roadmap is dynamic and may change according to the needs of the community. We value your feedback and suggestions to improve our platform.": "Dieser Fahrplan ist dynamisch und kann sich je nach den Bedürfnissen der Gemeinschaft ändern. Wir schätzen Ihr Feedback und Ihre Vorschläge zur Verbesserung unserer Plattform.",
    "Welcome to Geounity. These Terms of Service (Terms) govern your access to and use of our platform available at ": "Willkommen bei Geounity. Diese Nutzungsbedingungen (Bedingungen) regeln Ihren Zugang zu und die Nutzung unserer Plattform, die unter verfügbar ist: ",
    " (Service). By using our Service, you agree to comply with these Terms. If you do not agree, do not use the Service.": " (Dienst). Durch die Nutzung unseres Dienstes stimmen Sie zu, diese Bedingungen einzuhalten. Wenn Sie nicht zustimmen, verwenden Sie den Dienst nicht.",
    "2. Use of the Service": "2. Nutzung des Dienstes",
    "Eligibility:": "Berechtigung:",
    "You must be at least 13 years old to use our Service.": "Sie müssen mindestens 13 Jahre alt sein, um unseren Dienst zu nutzen.",
    "User Accounts:": "Benutzerkonten:",
    "You are responsible for maintaining the confidentiality of your account and password. Notify us immediately if you detect any unauthorized use of your account.": "Sie sind verantwortlich für die Wahrung der Vertraulichkeit Ihres Kontos und Passworts. Benachrichtigen Sie uns sofort, wenn Sie eine unbefugte Nutzung Ihres Kontos feststellen.",
    "User Conduct:": "Benutzerverhalten:",
    "You must not use the Service for illegal, defamatory, offensive activities or those that infringe on the rights of others.": "Sie dürfen den Dienst nicht für illegale, verleumderische, beleidigende Aktivitäten oder solche nutzen, die die Rechte anderer verletzen.",
    "3. User Content": "3. Benutzerinhalt",
    "Content Responsibility:": "Inhaltsverantwortung:",
    "You are responsible for the content you post on Geounity. You must not post content that violates laws, third-party rights, or is inappropriate.": "Sie sind verantwortlich für die Inhalte, die Sie auf Geounity posten. Sie dürfen keine Inhalte posten, die gegen Gesetze, Rechte Dritter oder unangemessen sind.",
    "License:": "Lizenz:",
    "By posting content, you grant us a worldwide, non-exclusive, royalty-free license to use, reproduce, and display such content on the platform.": "Durch das Posten von Inhalten gewähren Sie uns eine weltweite, nicht-exklusive, gebührenfreie Lizenz zur Nutzung, Vervielfältigung und Anzeige solcher Inhalte auf der Plattform.",
    "4. Intellectual Property": "4. Geistiges Eigentum",
    "All intellectual property rights in the Service and its content belong to Geounity or its licensors. No rights are granted to you over any trademarks, logos, or other copyright-protected material.": "Alle geistigen Eigentumsrechte an dem Dienst und seinen Inhalten gehören Geounity oder seinen Lizenzgebern. Ihnen werden keine Rechte an Marken, Logos oder anderem urheberrechtlich geschütztem Material gewährt.",
    "5. Service Modifications": "5. Dienständerungen",
    "We reserve the right to modify or discontinue, temporarily or permanently, the Service with or without notice. We will not be liable to you or any third party for such modifications or interruptions.": "Wir behalten uns das Recht vor, den Dienst vorübergehend oder dauerhaft mit oder ohne Vorankündigung zu ändern oder einzustellen. Wir haften Ihnen oder Dritten nicht für solche Änderungen oder Unterbrechungen.",
    "6. Termination": "6. Kündigung",
    "We may terminate or suspend your access to the Service if you violate these Terms. Upon termination, you will cease all use of the Service.": "Wir können Ihren Zugang zum Dienst kündigen oder aussetzen, wenn Sie gegen diese Bedingungen verstoßen. Nach der Kündigung werden Sie die Nutzung des Dienstes einstellen.",
    "7. Limitation of Liability": "7. Haftungsbeschränkung",
    "Geounity shall not be liable for any indirect, incidental, special, or consequential damages arising from the use or inability to use the Service.": "Geounity haftet nicht für indirekte, zufällige, besondere oder Folgeschäden, die aus der Nutzung oder der Unfähigkeit zur Nutzung des Dienstes entstehen.",
    "8. Indemnification": "8. Entschädigung",
    "You agree to indemnify and hold Geounity harmless from any claims, damages, obligations, losses, liabilities, costs, or debts arising from your use of the Service or your violation of these Terms.": "Sie erklären sich bereit, Geounity von allen Ansprüchen, Schäden, Verpflichtungen, Verlusten, Verbindlichkeiten, Kosten oder Schulden freizustellen und schadlos zu halten, die aus Ihrer Nutzung des Dienstes oder Ihrem Verstoß gegen diese Bedingungen entstehen.",
    "9. Governing Law": "9. Anwendbares Recht",
    "These Terms shall be governed and construed in accordance with the laws of the country where Geounity is registered, without regard to its conflict of law provisions.": "Diese Bedingungen unterliegen den Gesetzen des Landes, in dem Geounity registriert ist, ohne Rücksicht auf die Bestimmungen des internationalen Privatrechts.",
    "If you have any questions about these Terms, contact us at ": "Wenn Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie uns unter ",
    "In this global debate, each country can share its point of view. When commenting, you must select your country of origin.": "In dieser globalen Debatte kann jedes Land seinen Standpunkt teilen. Beim Kommentieren müssen Sie Ihr Herkunftsland auswählen.",
    "In this international debate, only selected countries can participate. Select your country from the list to share your opinion.": "In dieser internationalen Debatte können nur ausgewählte Länder teilnehmen. Wählen Sie Ihr Land aus der Liste aus, um Ihre Meinung zu teilen.",
    "In this national debate, each region of the country can share its point of view. Select your region to comment.": "In dieser nationalen Debatte kann jede Region des Landes ihren Standpunkt teilen. Wählen Sie Ihre Region aus, um zu kommentieren.",
    "In this regional debate, each subregion can share its point of view. Select your subregion to comment.": "In dieser regionalen Debatte kann jede Unterregion ihren Standpunkt teilen. Wählen Sie Ihre Unterregion aus, um zu kommentieren.",
    "In this subregional debate, each locality can share its point of view. Select your locality to comment.": "In dieser subregionalen Debatte kann jede Gemeinde ihren Standpunkt teilen. Wählen Sie Ihre Gemeinde aus, um zu kommentieren.",
    "Participate in this debate by sharing your opinion.": "Nehmen Sie an dieser Debatte teil, indem Sie Ihre Meinung teilen.",
    "Viewpoints by Region": "Standpunkte nach Region",
    "Viewpoints by Subregion": "Standpunkte nach Unterregion",
    "Viewpoints by Locality": "Standpunkte nach Gemeinde",
    "Viewpoints by Country": "Standpunkte nach Land",
    "Search regions...": "Regionen suchen...",
    "Search subregions...": "Unterregionen suchen...",
    "Search localities...": "Gemeinden suchen...",
    "Search countries...": "Länder suchen...",
    "No regions found matching $1": "Keine Regionen gefunden, die $1 entsprechen.",
    "No subregions found matching $1": "Keine Unterregionen gefunden, die $1 entsprechen",
    "No localities found matching $1": "Keine Ortschaften gefunden, die $1 entsprechen",
    "No countries found matching $1": "Keine Länder gefunden, die $1 entsprechen",
    "Information: ": "Information:",
    "By enabling Show membership, other users will be able to see that you belong to this community.": "Wenn Sie die Mitgliedschaft anzeigen aktivieren, können andere Benutzer sehen, dass Sie dieser Community angehören.",
    "Username must contain only letters, numbers, and underscores": "Der Benutzername darf nur Buchstaben, Zahlen und Unterstriche enthalten",
    "Username must be at least 3 characters long": "Der Benutzername muss mindestens 3 Zeichen lang sein",
    "No trending topics available yet. Be the first to start a global conversation!": "Noch keine Trendthemen verfügbar. Seien Sie der Erste, der eine globale Konversation startet!",
    "No active global projects available yet. Consider proposing a new initiative!": "Noch keine aktiven globalen Projekte verfügbar. Erwägen Sie, eine neue Initiative vorzuschlagen!",
    "Afghanistan": "Afghanistan",
    "Albania": "Albanien",
    "Algeria": "Algerien",
    "Andorra": "Andorra",
    "Angola": "Angola",
    "Antigua and Barbuda": "Antigua und Barbuda",
    "Argentina": "Argentinien",
    "Armenia": "Armenien",
    "Australia": "Australien",
    "Austria": "Österreich",
    "Azerbaijan": "Aserbaidschan",
    "Bahamas": "Bahamas",
    "Bahrain": "Bahrain",
    "Bangladesh": "Bangladesch",
    "Barbados": "Barbados",
    "Belarus": "Belarus",
    "Belgium": "Belgien",
    "Belize": "Belize",
    "Benin": "Benin",
    "Bhutan": "Bhutan",
    "Bolivia": "Bolivien",
    "Bosnia and Herzegovina": "Bosnien und Herzegowina",
    "Botswana": "Botswana",
    "Brazil": "Brasilien",
    "Brunei": "Brunei",
    "Bulgaria": "Bulgarien",
    "Burkina Faso": "Burkina Faso",
    "Burundi": "Burundi",
    "Cape Verde": "Kap Verde",
    "Cambodia": "Kambodscha",
    "Cameroon": "Kamerun",
    "Canada": "Kanada",
    "Chad": "Tschad",
    "Chile": "Chile",
    "China": "China",
    "Colombia": "Kolumbien",
    "Comoros": "Komoren",
    "Republic of the Congo": "Republik Kongo",
    "Democratic Republic of the Congo": "Demokratische Republik Kongo",
    "Costa Rica": "Costa Rica",
    "Ivory Coast": "Elfenbeinküste",
    "Croatia": "Kroatien",
    "Cuba": "Kuba",
    "Cyprus": "Zypern",
    "Czech Republic": "Tschechien",
    "Denmark": "Dänemark",
    "Djibouti": "Dschibuti",
    "Dominica": "Dominica",
    "Dominican Republic": "Dominikanische Republik",
    "Ecuador": "Ecuador",
    "Egypt": "Ägypten",
    "El Salvador": "El Salvador",
    "Equatorial Guinea": "Äquatorialguinea",
    "Eritrea": "Eritrea",
    "Estonia": "Estland",
    "Eswatini": "Eswatini",
    "Ethiopia": "Äthiopien",
    "Fiji": "Fidschi",
    "Finland": "Finnland",
    "France": "Frankreich",
    "Gabon": "Gabun",
    "Gambia": "Gambia",
    "Georgia": "Georgien",
    "Germany": "Deutschland",
    "Ghana": "Ghana",
    "Greece": "Griechenland",
    "Grenada": "Grenada",
    "Guatemala": "Guatemala",
    "Guinea": "Guinea",
    "Guinea-Bissau": "Guinea-Bissau",
    "Guyana": "Guyana",
    "Haití": "Haiti",
    "Honduras": "Honduras",
    "Hungary": "Ungarn",
    "Islandia": "Island",
    "India": "Indien",
    "Indonesia": "Indonesien",
    "Iran": "Iran",
    "Iraq": "Irak",
    "Ireland": "Irland",
    "Israel": "Israel",
    "Italy": "Italien",
    "Jamaica": "Jamaika",
    "Japan": "Japan",
    "Jordan": "Jordanien",
    "Kazakhstan": "Kasachstan",
    "Kenya": "Kenia",
    "Kiribati": "Kiribati",
    "North Korea": "Nordkorea",
    "South Korea": "Südkorea",
    "Kosovo": "Kosovo",
    "Kuwait": "Kuwait",
    "Kyrgyzstan": "Kirgisistan",
    "Laos": "Laos",
    "Latvia": "Lettland",
    "Lebanon": "Libanon",
    "Lesotho": "Lesotho",
    "Liberia": "Liberia",
    "Libya": "Libyen",
    "Liechtenstein": "Liechtenstein",
    "Lithuania": "Litauen",
    "Luxembourg": "Luxemburg",
    "Madagascar": "Madagaskar",
    "Malawi": "Malawi",
    "Malaysia": "Malaysia",
    "Maldives": "Malediven",
    "Mali": "Mali",
    "Malta": "Malta",
    "Marshall Islands": "Marshallinseln",
    "Mauritania": "Mauretanien",
    "Mauritius": "Mauritius",
    "Mexico": "Mexiko",
    "Micronesia": "Mikronesien",
    "Moldova": "Moldawien",
    "Monaco": "Monaco",
    "Mongolia": "Mongolei",
    "Montenegro": "Montenegro",
    "Morocco": "Marokko",
    "Mozambique": "Mosambik",
    "Namibia": "Namibia",
    "Nauru": "Nauru",
    "Nepal": "Nepal",
    "Netherlands": "Niederlande",
    "New Zealand": "Neuseeland",
    "Nicaragua": "Nicaragua",
    "Niger": "Niger",
    "Nigeria": "Nigeria",
    "Norway": "Norwegen",
    "Oman": "Oman",
    "Pakistan": "Pakistan",
    "Palau": "Palau",
    "Palestine": "Palästina",
    "Panama": "Panama",
    "Papua New Guinea": "Papua-Neuguinea",
    "Paraguay": "Paraguay",
    "Peru": "Peru",
    "Philippines": "Philippinen",
    "Poland": "Polen",
    "Portugal": "Portugal",
    "Qatar": "Katar",
    "Romania": "Rumänien",
    "Russia": "Russland",
    "Rwanda": "Ruanda",
    "San Cristóbal and Nevis": "St. Kitts und Nevis",
    "Saint Lucia": "St. Lucia",
    "Saint Vincent and the Grenadines": "St. Vincent und die Grenadinen",
    "Samoa": "Samoa",
    "San Marino": "San Marino",
    "Saudi Arabia": "Saudi-Arabien",
    "Senegal": "Senegal",
    "Serbia": "Serbien",
    "Seychelles": "Seychellen",
    "Sierra Leone": "Sierra Leone",
    "Singapore": "Singapur",
    "Slovakia": "Slowakei",
    "Slovenia": "Slowenien",
    "Solomon Islands": "Salomonen",
    "Somalia": "Somalia",
    "South Africa": "Südafrika",
    "Spain": "Spanien",
    "Sri Lanka": "Sri Lanka",
    "Sudan": "Sudan",
    "Suriname": "Suriname",
    "Sweden": "Schweden",
    "Switzerland": "Schweiz",
    "Syria": "Syrien",
    "Tajikistan": "Tadschikistan",
    "Tanzania": "Tansania",
    "Thailand": "Thailand",
    "Timor-Leste": "Timor-Leste",
    "Togo": "Togo",
    "Tonga": "Tonga",
    "Trinidad and Tobago": "Trinidad und Tobago",
    "Tunisia": "Tunesien",
    "Turkey": "Türkei",
    "Turkmenistan": "Turkmenistan",
    "Uganda": "Uganda",
    "Ukraine": "Ukraine",
    "United Arab Emirates": "Vereinigte Arabische Emirate",
    "United Kingdom": "Vereinigtes Königreich",
    "United States": "Vereinigte Staaten",
    "Uruguay": "Uruguay",
    "Uzbekistan": "Usbekistan",
    "Vanuatu": "Vanuatu",
    "Vatican City": "Vatikanstadt",
    "Venezuela": "Venezuela",
    "Vietnam": "Vietnam",
    "Yemen": "Jemen",
    "Zambia": "Sambia",
    "Zimbabwe": "Simbabwe",
    "Change language": "Sprache ändern",
    "Bio cannot exceed 500 characters": "Die Biografie darf 500 Zeichen nicht überschreiten",
    "Name must have at least 2 characters": "Der Name muss mindestens 2 Zeichen haben",
    "Name cannot exceed 50 characters": "Der Name darf 50 Zeichen nicht überschreiten",
    "Website URL cannot exceed 200 characters": "Die Website-URL darf 200 Zeichen nicht überschreiten",
    "Mi Perfil": "Mein Profil",
    "Cerrar Sesión": "Abmelden",
    "Sign Out": "Abmelden",
    "Type to search countries": "",
    "Please enter a valid URL": ""
  }
}