{
  "locale": "en_US",
  "name": "en (US)",
  "translations": {
    "Debate": "",
    "Global": "",
    "Overview": "",
    "Polls": "",
    "Debates": "",
    "Projects": "",
    "Members": "",
    "International": "",
    "Leave Community": "",
    "Leave": "",
    "Join Community": "",
    "Join": "",
    "Issues": "",
    "Unite Communities, Shape the Future Together": "",
    "Participate in surveys, debates, and projects to strengthen your local and global community.": "",
    "Connect with neighbors, organizations, and governments to create real change in your locality and worldwide": "",
    "Together we can:": "",
    "Conduct surveys and analyze community data": "",
    "Participate in debates with diverse viewpoints": "",
    "Launch projects and fund solutions": "",
    "Report to responsible institutions": "",
    "Connect with members of your community": "",
    "Participate privately and securely": "",
    "Be one of the first to strengthen communities!": "",
    "Get started in 1 click": "",
    "Your privacy matters: profiles are private by default and you control your visibility": "",
    "Your data is 100% secure and private": "",
    "By continuing, you agree to our ": "",
    "Terms of Service": "",
    " and ": "",
    "Privacy Policy": "",
    "Create debate": "",
    "Log in to create a debate": "",
    "You need to log in to create debates and participate in the community.": "",
    "The Global community": "",
    "Create Project": "",
    "Log in to create a project": "",
    "You need to log in to create projects and participate in the community.": "",
    "Global Community": "",
    "Global Community Members": "",
    "Discover and connect with other users in this community.": "",
    "members": "",
    "Privacy Settings": "",
    "Visible to everyone": "",
    "Profile hidden": "",
    "Change to hidden profile": "",
    "Change to visible profile": "",
    "Your profile is visible to all community members.": "",
    "Your profile is hidden. Only you can see it on this list.": "",
    "Visible Members": "",
    "These members have chosen to make their profile visible in the community.": "",
    "Anonymous User": "",
    "View profile of $1": "",
    "No visible members": "",
    "You can be the first to make your profile visible by toggling the switch above.": "",
    "Members have chosen to keep their profiles private.": "",
    "Previous": "",
    "Page $1 of $2": "",
    "Next": "",
    "Crear debate": "",
    "The International community": "",
    "Create poll": "",
    "Sign in to create a poll": "",
    "You need to sign in to create polls and participate in the community.": "",
    "Crear encuesta": "",
    "Crear proyecto": "",
    "Page not found": "",
    "Sorry, the route you are looking for does not exist or has been moved to another location.": "",
    "Return to home": "",
    "Choose your username": "",
    "Your username is how others will find you on the platform. Choose something memorable and unique.": "",
    "This will be your unique identifier and your profile URL: geounity.org/user/": "",
    "Processing...": "",
    "Continue": "",
    "Why am I being asked for this information?": "",
    "About Geounity": "",
    "A geopolitical platform designed to strengthen unity and growth of communities at global, national, and local levels.": "",
    "What is Geounity?": "",
    "Geounity is an innovative participatory democracy platform that connects communities through a hierarchical structure, from the global to the local level. Our purpose is to foster collaboration, constructive debate, and collective problem-solving through digital tools accessible to all.": "",
    "At Geounity, we believe that citizen participation is fundamental to building fairer, more transparent, and democratic societies. That is why we have created a space where everyone can express their ideas, participate in important decisions, and actively contribute to improving their environment.": "",
    "Community Structure": "",
    "Geounity organizes communities in a hierarchical structure that allows users to interact at different levels according to their interests or geographical location.": "",
    "Global and International": "",
    "The global level encompasses all users of the platform, while international communities involve two or more countries with shared interests.": "",
    "National and Regional": "",
    "Each country constitutes a national community. Within these, there are regional divisions such as provinces, states, or departments.": "",
    "Subregional and Local": "",
    "Subregions represent cities or municipalities, while the local level includes neighborhoods or districts, allowing for the addressing of specific issues in each area.": "",
    "Services and Features": "",
    "Geounity offers specific tools for each community, designed to promote participation and civic engagement.": "",
    "Surveys and Data": "",
    "Create and participate in surveys to gather opinions and specific data from your community. The results are presented transparently and accessibly to all.": "",
    "Debates and Discussions": "",
    "Organized spaces to discuss issues, propose solutions, and share viewpoints on relevant topics for your community.": "",
    "Projects and Fundraising": "",
    "Propose, support, and collaborate on community projects. Geounity facilitates organization and collective funding to turn ideas into realities.": "",
    "Reports": "",
    "A system to send reports about local issues to the responsible authorities and track their status until resolution.": "",
    "Connection between Members": "",
    "Connect with other community members, follow their activities, and collaborate on shared initiatives, always respecting privacy options.": "",
    "How It Works": "",
    "Geounity has been designed with ease of use and effectiveness in community participation in mind:": "",
    "Register and join communities based on your location or interests.": "",
    "Participate in surveys, debates, propose projects, or send reports.": "",
    "Navigate through our hierarchical structure to access different community levels.": "",
    "Adjust your visibility and privacy according to your preferences in each community.": "",
    "Collaborate with other members to generate positive changes.": "",
    "Benefits for Users": "",
    "Geounity empowers communities through multiple benefits:": "",
    "Effective Civic Participation": "",
    "Facilitates participation in decisions that affect your community, with tools that allow your voice to be heard effectively.": "",
    "Transparency and Accountability": "",
    "Promotes transparency in community management through public reports and tracking of issues until resolution.": "",
    "Multilevel Collaboration": "",
    "Encourages collaboration among people from different communities, from local to global, broadening perspectives and solutions.": "",
    "Inclusive Platform": "",
    "Provides a space where everyone can participate regardless of their background, with tools designed to be accessible and intuitive.": "",
    "Our Team": "",
    "Behind Geounity is a dedicated team of professionals passionate about civic engagement and digital democracy. Our diverse backgrounds in technology, community organization, and public policy drive our mission forward.": "",
    "Founder & Lead Developer": "",
    "Our Vision": "",
    "To build a more united and collaborative world, where communities are empowered to solve their own challenges through technology and collective participation.": "",
    "Our Mission": "",
    "To provide an accessible, secure, and innovative platform that allows communities at all levels to grow and strengthen together, fostering transparency, democratic participation, and the common good.": "",
    "Be Part of the Change": "",
    "Join Geounity today and start building a better future for your community and the world.": "",
    "Support Geounity": "",
    "Help us build a more connected democratic future for communities worldwide.": "",
    "Why Your Support Matters": "",
    "Geounity is a community-driven platform dedicated to strengthening democratic participation across local, national, and global communities. As we grow and evolve, we face ongoing costs to maintain our infrastructure and continue developing new features.": "",
    "Your donations directly contribute to keeping Geounity accessible to all, regardless of their economic situation. We believe that democratic tools should be available to everyone, and your support helps make this vision possible.": "",
    "Where Your Money Goes": "",
    "Server Infrastructure": "",
    "Hosting, database management, and ensuring our platform remains fast, reliable, and secure for all users.": "",
    "Development": "",
    "Supporting our dedicated team of developers who work to improve existing features and build new ones based on community feedback.": "",
    "Community Growth": "",
    "Expanding our reach to bring Geounity's democratic tools to more communities across the globe.": "",
    "Our Commitment to Transparency": "",
    "We believe in complete transparency with our community. We're committed to using all donations responsibly and will share regular updates on how your contributions are helping Geounity grow.": "",
    "Every donation, no matter how small, makes a significant difference in our ability to maintain and improve the platform.": "",
    "How to Support Us": "",
    "Ko-fi Donation": "",
    "Cryptocurrency": "",
    "Buy Us a Coffee": "",
    "Support our team with a donation through Ko-fi. Whether it's a one-time contribution or a recurring support, every bit helps fuel our mission.": "",
    "Support on Ko-fi": "",
    "Cryptocurrency Donations": "",
    "Support our project with your preferred cryptocurrency. Please ensure you use the correct network when sending funds to avoid loss.": "",
    "Address:": "",
    "Copy address": "",
    "Link copied!": "",
    "Important: Use ": "",
    " network only": "",
    "Thank You!": "",
    "Your generosity is what keeps Geounity growing. Together, we're building a more connected, participatory future for communities worldwide.": "",
    "Help Center": "",
    "Account": "",
    "Username Information": "",
    "Back to username selection": "",
    "Why do we ask for a username?": "",
    "Your username is an essential part of your identity on Geounity. It's how you'll be recognized across the platform and how other members will find and connect with you.": "",
    "Unique Identification": "",
    "Your username provides a unique identifier that distinguishes you from other members, even if they share the same name.": "",
    "Personal URL": "",
    "Your username creates your personal profile URL (geounity.org/user/username), making it easy for others to find and share your profile.": "",
    "Discoverability": "",
    "A username makes it easy for community members to search for and find you when they want to collaborate or connect.": "",
    "Privacy Protection": "",
    "Using a username allows you to participate in discussions while maintaining some privacy, as you can choose how much personal information to reveal.": "",
    "Choosing a good username": "",
    "Use a name that's memorable and represents you well": "",
    "Keep it between 3-15 characters for best results": "",
    "Only use letters, numbers, and underscores": "",
    "Avoid impersonating others or using misleading names": "",
    "Consider your privacy — usernames can be difficult to change later": "",
    "If you have any questions or need assistance with choosing a username, please contact our support team at": "",
    "Cookie Policy": "",
    "Geounity uses cookies to enhance your experience while using our platform. You can review and manage cookie settings below.": "",
    "Essential Functionality": "",
    "Required": "",
    "These cookies are necessary for the proper functioning of our website. Without these cookies, the site would not work correctly.": "",
    "Cookie": "",
    "Domain": "",
    "Type": "",
    "Duration": "",
    "Authentication": "",
    "Session": "",
    "Local Storage": "",
    "Persistent": "",
    "Analytics": "",
    "Optional": "",
    "These cookies help us understand how visitors interact with our website. The information collected is used to improve our platform.": "",
    "Third-party": "",
    "days": "",
    "Managing Your Cookie Preferences": "",
    "You can manage cookie preferences through your browser settings. Please note that disabling essential cookies may affect the functionality of our website.": "",
    "Most web browsers allow some control of cookies through browser settings. To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit ": "",
    "Updates to This Policy": "",
    "We may update our Cookie Policy from time to time. Any changes will be posted on this page with an updated revision date.": "",
    "About the Global Community": "",
    "The global community includes all countries and users around the world. Here you can participate in worldwide initiatives that affect the entire planet and connect with people from any country.": "",
    "Global Information": "",
    "World Population": "",
    "billion": "",
    "Countries": "",
    "registered in the platform": "",
    "Regions": "",
    "Sub Regions": "",
    "Localities": "",
    "Platform Statistics": "",
    "Global Polls": "",
    "Discussions": "",
    "Global Trending Topics": "",
    "Climate Change Initiatives": "",
    "Discussions about global efforts to combat climate change and reduce carbon emissions.": "",
    "128 countries participating": "",
    "3.2k discussions": "",
    "Global Economic Cooperation": "",
    "Exploring new frameworks for international trade and economic partnerships.": "",
    "94 countries participating": "",
    "2.7k discussions": "",
    "Sustainable Development Goals": "",
    "Tracking progress on the UN's 17 Sustainable Development Goals worldwide.": "",
    "193 countries participating": "",
    "4.5k discussions": "",
    "Active Global Projects": "",
    "Ocean Cleanup Initiative": "",
    "Progress": "",
    "42 countries collaborating": "",
    "Global Education Access": "",
    "78 countries collaborating": "",
    "Renewable Energy Network": "",
    "56 countries collaborating": "",
    "International Community": "",
    "About the International Community": "",
    "While the global community includes all countries in the world, the international community groups a select set of countries that share common interests or specific agreements. Here you can participate in initiatives between specific countries.": "",
    "International Trending Topics": "",
    "International Climate Agreements": "",
    "Discussions on multinational efforts to combat climate change.": "",
    "97 participating countries": "",
    "2.5k discussions": "",
    "Post-Pandemic International Trade": "",
    "Exploration of new frameworks for international trade and supply chains.": "",
    "84 participating countries": "",
    "1.9k discussions": "",
    "Global Cybersecurity": "",
    "Debates on regulations and cooperation on cybersecurity issues among nations.": "",
    "76 participating countries": "",
    "1.3k discussions": "",
    "Active International Projects": "",
    "Global Digital Connectivity": "",
    "38 countries collaborating": "",
    "Reduction of Plastics in Oceans": "",
    "64 countries collaborating": "",
    "Global Vaccination": "",
    "129 countries collaborating": "",
    "1. Introduction": "",
    "At Geounity, we value your privacy. This Privacy Policy explains how we collect, use, disclose, and protect your personal information when you use our Service.": "",
    "2. Information We Collect": "",
    "Personal Information:": "",
    "We may collect personally identifiable information, such as your name, email address, location, and community preferences.": "",
    "Usage Information:": "",
    "Data about how you interact with our Service, including surveys, debates, and projects.": "",
    "Device Data:": "",
    "Technical information about the device you use to access the Service, such as IP address, browser type, and operating system.": "",
    "3. Use of Information": "",
    "To provide and improve our Service.": "",
    "To personalize your experience on the platform.": "",
    "To communicate with you about updates, promotions, and news.": "",
    "To analyze the use of the Service to develop new features.": "",
    "4. Sharing of Information": "",
    "With Third Parties:": "",
    "We do not sell your personal information to third parties. We may share aggregated and anonymized data with partners for analysis and improvements.": "",
    "Legal Requirements:": "",
    "We may disclose your information if required by law or to protect our rights.": "",
    "5. Information Security": "",
    "We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction.": "",
    "6. Data Retention": "",
    "We retain your personal information while your account is active or as necessary to provide you with the Service. We may also retain and use your information to comply with legal obligations, resolve disputes, and enforce our agreements.": "",
    "7. User Rights": "",
    "Depending on your location, you may have rights regarding your personal information, including:": "",
    "Access to your data.": "",
    "Correction of inaccurate data.": "",
    "Deletion of your data.": "",
    "Restriction of processing your data.": "",
    "8. Cookies and Similar Technologies": "",
    "We use cookies and similar technologies to enhance your experience on the Service. You can manage your cookie preferences through your browser settings.": "",
    "9. Changes to the Privacy Policy": "",
    "We may update this Privacy Policy from time to time. We will post any changes on this page and, if they are significant, we will notify you through the Service or via email.": "",
    "10. Contact": "",
    "If you have any questions or concerns about this Privacy Policy, contact us at ": "",
    "Welcome to Geounity. These Terms of Service (Terms) govern your access to and use of our platform available at ": "",
    " (Service). By using our Service, you agree to comply with these Terms. If you do not agree, do not use the Service.": "",
    "2. Use of the Service": "",
    "Eligibility:": "",
    "You must be at least 13 years old to use our Service.": "",
    "User Accounts:": "",
    "You are responsible for maintaining the confidentiality of your account and password. Notify us immediately if you detect any unauthorized use of your account.": "",
    "User Conduct:": "",
    "You must not use the Service for illegal, defamatory, offensive activities or those that infringe on the rights of others.": "",
    "3. User Content": "",
    "Content Responsibility:": "",
    "You are responsible for the content you post on Geounity. You must not post content that violates laws, third-party rights, or is inappropriate.": "",
    "License:": "",
    "By posting content, you grant us a worldwide, non-exclusive, royalty-free license to use, reproduce, and display such content on the platform.": "",
    "4. Intellectual Property": "",
    "All intellectual property rights in the Service and its content belong to Geounity or its licensors. No rights are granted to you over any trademarks, logos, or other copyright-protected material.": "",
    "5. Service Modifications": "",
    "We reserve the right to modify or discontinue, temporarily or permanently, the Service with or without notice. We will not be liable to you or any third party for such modifications or interruptions.": "",
    "6. Termination": "",
    "We may terminate or suspend your access to the Service if you violate these Terms. Upon termination, you will cease all use of the Service.": "",
    "7. Limitation of Liability": "",
    "Geounity shall not be liable for any indirect, incidental, special, or consequential damages arising from the use or inability to use the Service.": "",
    "8. Indemnification": "",
    "You agree to indemnify and hold Geounity harmless from any claims, damages, obligations, losses, liabilities, costs, or debts arising from your use of the Service or your violation of these Terms.": "",
    "9. Governing Law": "",
    "These Terms shall be governed and construed in accordance with the laws of the country where Geounity is registered, without regard to its conflict of law provisions.": "",
    "If you have any questions about these Terms, contact us at ": "",
    "Roadmap": "",
    "Welcome to the Geounity roadmap. Here you can explore the current features and learn about our future plans to improve the platform.": "",
    "Current Features": "",
    "Interactive Surveys": "",
    "Creation and participation in binary (yes/no), single choice (multiple options, one answer), and multiple choice surveys to facilitate community decision-making.": "",
    "Community Debates": "",
    "Debate system that organizes opinions based on the internal divisions of the associated community, enabling structured and meaningful discussions.": "",
    "Collaborative Projects": "",
    "Platform to propose and collaborate on community projects with tracking of resources and donations.": "",
    "Local Reports": "",
    "System to directly report community issues to government agencies, state organizations, or current public officials for faster resolution.": "",
    "Social Authentication": "",
    "Simplified login via Google and GitHub to facilitate access.": "",
    "Basic Roles": "",
    "Role system (user, administrator) to manage permissions and responsibilities.": "",
    "Upcoming Features": "",
    "Advanced Surveys": "",
    "New types of surveys: ranking, numerical scale, and open-ended questions to obtain more detailed feedback.": "",
    "Coming Soon": "",
    "Image Gallery in Debates": "",
    "Support for multiple images in debates to enrich discussions with visual content.": "",
    "In Development": "",
    "Multilevel Debates": "",
    "Advanced nested response system to facilitate detailed and organized discussions.": "",
    "Notification System": "",
    "Email alerts and push notifications to keep users informed about relevant activities.": "",
    "Integration with Social Media": "",
    "Ability to share content directly on social media to increase visibility.": "",
    "Integrated Content Relationships": "",
    "Association of surveys to debates, requiring respondents to answer the survey in order to express their opinion, and direct linkage between projects and debates to enrich participation and obtain structured feedback.": "",
    "AI Assistance": "",
    "AI tools to assist in content creation and analysis of debates and projects.": "",
    "Research": "",
    "Gamification": "",
    "Badge and points system to encourage active and constructive participation.": "",
    "AI Moderation": "",
    "Automatic filtering of inappropriate content using artificial intelligence.": "",
    "Geographic Visualizations": "",
    "Integration of D3.js with maps for interactive visualizations of geographic data and local statistics.": "",
    "Planning Phase": "",
    "Sustainability Model": "",
    "Implementation of a subscription model for premium users to sustainably maintain the platform.": "",
    "Advanced Roles": "",
    "New roles such as mediators and public officials to facilitate interaction between citizens and government.": "",
    "Multilingual Support": "",
    "Full support for Spanish and English, with the possibility of adding more languages in the future.": "",
    "Commission-Free Projects": "",
    "Implementation of a community payment system for projects where 100% of funds go directly to the cause. Geounity will never charge commission on donations.": "",
    "Future": "",
    "Real-Time Communication": "",
    "Direct messaging and chat rooms to facilitate instant collaboration among users.": "",
    "Integration with Government APIs": "",
    "Connection with government data to enrich discussions with official information.": "",
    "Mobile Application": "",
    "Version for mobile devices as a native app or PWA to improve accessibility.": "",
    "Sentiment Analysis": "",
    "Use of AI to analyze opinions and trends in debates and comments.": "",
    "This roadmap is dynamic and may change according to the needs of the community. We value your feedback and suggestions to improve our platform.": "",
    "In this global debate, each country can share its point of view. When commenting, you must select your country of origin.": "",
    "In this international debate, only selected countries can participate. Select your country from the list to share your opinion.": "",
    "In this national debate, each region of the country can share its point of view. Select your region to comment.": "",
    "In this regional debate, each subregion can share its point of view. Select your subregion to comment.": "",
    "In this subregional debate, each locality can share its point of view. Select your locality to comment.": "",
    "Participate in this debate by sharing your opinion.": "",
    "Viewpoints by Region": "",
    "Viewpoints by Subregion": "",
    "Viewpoints by Locality": "",
    "Viewpoints by Country": "",
    "Search regions...": "",
    "Search subregions...": "",
    "Search localities...": "",
    "Search countries...": "",
    "No regions found matching $1": "",
    "No subregions found matching $1": "",
    "No localities found matching $1": "",
    "No countries found matching $1": "",
    "No regions participating yet": "",
    "No subregions participating yet": "",
    "No localities participating yet": "",
    "No countries participating yet": "",
    "Be the first to share a perspective from your region": "",
    "Be the first to share a perspective from your subregion": "",
    "Be the first to share a perspective from your locality": "",
    "Be the first to share a perspective from your country": "",
    "Log in": "",
    "Log in to participate in debates and share your opinion.": "",
    "Debate Cover Image": "",
    "Global Debate": "",
    "International Debate": "",
    "National Debate": "",
    "Regional Debate": "",
    "Subregional Debate": "",
    "Local Debate": "",
    "$1 opinions": "",
    "$1 views": "",
    "Created by": "",
    "Show less": "",
    "Read more": "",
    "Share your perspective": "",
    "$1 regions participating": "",
    "$1 countries participating": "",
    "You can only comment once in this debate.": "",
    "Please ": "",
    "log in": "",
    " to share your perspective.": "",
    "No regions found": "",
    "No countries found": "",
    "Log in to participate": "",
    "You need to log in to vote, comment, and participate in the community.": "",
    "Poll": "",
    "Closed": "",
    "Total votes:": "",
    "You voted for $1 option$2": "",
    ". You can select multiple options.": "",
    "Your vote": "",
    "votes": "",
    "Anonymous": "",
    "Ended": "",
    "Ends": "",
    "Upvote": "",
    "Downvote": "",
    "Copy link": "",
    "Comments": "",
    "Sign in to join the conversation and leave a comment": "",
    "Sign in": "",
    "Poll Information": "",
    "Created on": "",
    "Scope": "",
    "Ended on": "",
    "Ends on": "",
    "Views": "",
    "Poll Statistics": "",
    "Total Votes": "",
    "Upvotes": "",
    "You need to log in to comment and participate in the community.": "",
    "Report project": "",
    "views": "",
    "Project Steps": "",
    "Resources needed": "",
    "Sign in to leave a comment": "",
    "Project Information": "",
    "Status": "",
    "Commitments": "",
    "Tags": "",
    "Profile Banner": "",
    "Followers": "",
    "Following": "",
    "Edit Profile": "",
    "Unfollow": "",
    "Follow": "",
    "Male": "",
    "Female": "",
    "Non-binary": "",
    "Last login": "",
    "Activity Statistics": "",
    "Created": "",
    "Voted": "",
    "Total Participation": "",
    "Opinions": "",
    "Donations": "",
    "Supports": "",
    "Communities": "",
    "Show membership": "",
    "This user does not belong to any community.": "",
    "Create debate for $1": "",
    "The $1 community": "",
    "Members of $1": "",
    "Report issue in $1": "",
    "Create poll for $1": "",
    "Welcome to the national community where citizens connect, share ideas, and work together.": "",
    "Country Information": "",
    "Native Name": "",
    "Not available": "",
    "Capital": "",
    "Population": "",
    "Area": "",
    "ISO Code": "",
    "Currency": "",
    "Languages": "",
    "Timezone": "",
    "Region": "",
    "Bordering Countries": "",
    "View on Google Maps": "",
    "View on OpenStreetMap": "",
    "Featured Topics in $1": "",
    "comments": "",
    "There are no featured debates yet. Be the first to create one!": "",
    "Active Projects": "",
    "participants": "",
    "There are no active projects yet. Start the first one!": "",
    "Reported Issues": "",
    "No specific location": "",
    "Open": "",
    "In Progress": "",
    "Resolved": "",
    "There are no reported issues yet.": "",
    "Active Polls": "",
    "Ends: ": "",
    "There are no active polls currently.": "",
    "Create debate for $1, $2": "",
    "The $1 community ($2)": "",
    "The $1 community in $2": "",
    "Create project for $1": "",
    "Discover and connect with other members of the global Geounity community": "",
    "Geounity International Community": "",
    "Overview of the Geounity international community - connecting communities around the world": "",
    "Geounity Global Community": "",
    "Global community overview for Geounity - connecting communities worldwide": "",
    "National": "",
    "Regional": "",
    "Subregional": "",
    "Binary": "",
    "Single Choice": "",
    "Multiple Choice": "",
    "Poll Details": "",
    "View poll details and join the conversation": "",
    "Choose one option only": "",
    "Choose multiple options": "",
    "Participate in this poll": "",
    "Project Details": "",
    "View project details and join the collaboration": "",
    "$1 - Members": "",
    "Members of the community of $1": "",
    "$1 - Community": "",
    "Citizen participation platform for the $1 community": "",
    "Members of $1 Region": "",
    "Connect with citizens in $1's $2 region.": "",
    "Your profile is visible to all regional community members.": "",
    "Your profile is hidden. Only you can see it in this regional list.": "",
    "Discover active members in the $1 region.": "",
    "Be the first to make your profile visible in $1 region.": "",
    "Regional members have chosen to keep their profiles private.": "",
    "Create project for $1, $2": "",
    "The $1 community, $2": "",
    "Create poll for $1, $2": "",
    "Welcome to the regional community where citizens collaborate on local matters.": "",
    "Region Information": "",
    "Governor": "",
    "Founded": "",
    "Official Website": "",
    "Sign in to create a debate": "",
    "Connect with others in your subregional community.": "",
    "Your visibility in $1": "",
    "Hidden profile": "",
    "Switch to hidden profile": "",
    "Switch to visible profile": "",
    "You're visible to everyone in this community.": "",
    "You're only visible to community administrators.": "",
    "Connect with others in your local community.": "",
    "Welcome to the local community where citizens collaborate on specific subregion issues.": "",
    "Subregion Information": "",
    "Main City": "",
    "Local Government": "",
    "Postal Code": "",
    "Foundation": "",
    "View on Map": "",
    "Welcome to the local community where neighbors collaborate on specific neighborhood issues.": "",
    "Locality Information": "",
    "Local Authority": "",
    "Neighborhood Associations": "",
    "Website": "",
    "Geounity": "",
    "Example: Climate Change": "",
    "The search function will be available soon. We are working to implement it.": "",
    "Login": "",
    "Login to your account": "",
    "Menu": "",
    "New Community": "",
    "Request new community": "",
    "Please sign in to request a new community": "",
    "$1, $2 - Members": "",
    "Members of the regional community in $1, $2": "",
    "$1, $2 - Community": "",
    "Local participation platform for the $1 community in $2": "",
    "Members of the $1 community": "",
    "$1, $2, $3 - Community": "",
    "Local participation platform for the community of $1 in $2, $3": "",
    "$1, $2, $3, $4 - Community": "",
    "Local participation platform for the community of $1 in $2, $3, $4": "",
    "You must be logged in to report content.": "",
    "Report submitted successfully. Thank you for your cooperation.": "",
    "An unexpected error occurred while submitting the report": "",
    "Comment added successfully": "",
    "You must be logged in to submit requests.": "",
    "Request submitted successfully": "",
    "Your request has been received. We will contact you soon.": "",
    "An unexpected error occurred": "",
    "Opinion shared successfully": "",
    "Profile updated successfully": "",
    "Continue with Google": "",
    "Continue with Github": "",
    "Search debates...": "",
    "Filter": "",
    "Create": "",
    "Explore and participate in community debates": "",
    "No debates found": "",
    "No debate matches your search $1. Try other keywords or clear the search.": "",
    "Clear search": "",
    "You need to log in to participate in debates and in the community.": "",
    "Global debate": "",
    "This debate will be visible to all Geounity users": "",
    "International debate": "",
    "This debate will be visible to users from selected countries": "",
    "National debate": "",
    "This debate will be visible to users from selected country": "",
    "Regional debate": "",
    "This debate will be visible to users from selected region": "",
    "Local debate": "",
    "This debate will be visible to users from selected locality": "",
    "Select countries": "",
    "Select a country": "",
    "Search country...": "",
    "Select a region": "",
    "Select region...": "",
    "No region available": "",
    "Select subregion...": "",
    "No subregion available": "",
    "Select a locality": "",
    "Select locality...": "",
    "No locality available": "",
    "Debate Content": "",
    "Title": "",
    "Enter a clear and concise title": "",
    "Description": "",
    "Provide detailed information about the debate topic": "",
    "Categorization": "",
    "Additional Settings": "",
    "Anonymous debate": "",
    "Your identity will be hidden as debate creator.": "",
    "Your username will be visible as debate creator.": "",
    "invalid date": "",
    "year": "",
    "month": "",
    "day": "",
    "hour": "",
    "minute": "",
    "$1 $2s ago": "",
    "$1 $2 ago": "",
    "$1 seconds ago": "",
    "a few seconds ago": "",
    "Global project": "",
    "This project will be visible to all Geounity users": "",
    "International project": "",
    "This project will be visible to users from selected countries": "",
    "National project": "",
    "This project will be visible to users from selected country": "",
    "Regional project": "",
    "This project will be visible to users from selected region": "",
    "Local project": "",
    "This project will be visible to users from selected locality": "",
    "Countries involved": "",
    "Project Content": "",
    "Provide detailed information about the project": "",
    "Draft": "",
    "Open for Collaboration": "",
    "Completed": "",
    "Cancelled": "",
    "Goal Amount": "",
    "Enter goal amount (optional)": "",
    "Leave empty if there is no specific funding goal": "",
    "Add Step": "",
    "Step $1": "",
    "Enter step title": "",
    "Describe this step": "",
    "Pending": "",
    "Required Resources": "",
    "Add Resource": "",
    "Labor": "",
    "Material": "",
    "Economic": "",
    "Describe resource": "",
    "Quantity": "",
    "Unit": "",
    "hrs/kg": "",
    "No resources added yet": "",
    "Buscar proyectos...": "",
    "Filtrar": "",
    "Estado del proyecto": "",
    "Todos los estados": "",
    "Borrador": "",
    "Abierto": "",
    "En Progreso": "",
    "Completado": "",
    "Cancelado": "",
    "Crear": "",
    "Explore and contribute to community projects": "",
    "No projects found": "",
    "No project matches your search $1. Try different keywords or clear the filters.": "",
    "No project matches the selected filters. Try changing the filtering criteria.": "",
    "Clear filters": "",
    "Search polls...": "",
    "Explore and vote on community polls": "",
    "No polls found": "",
    "No polls match your search $1. Try different keywords or clear the search.": "",
    "Global poll": "",
    "This poll will be visible to all Geounity users": "",
    "International poll": "",
    "This poll will be visible to users from selected countries": "",
    "National poll": "",
    "This poll will be visible to users from selected country": "",
    "Regional poll": "",
    "This poll will be visible to users from selected region": "",
    "Local poll": "",
    "This poll will be visible to users from selected locality": "",
    "Poll Content": "",
    "Provide additional context or details about your poll": "",
    "Poll Type": "",
    "Select the type of poll you want to create. The type of poll will determine the number of options you can add.": "",
    "Binary polls have only two options, such as Yes or No.": "",
    "Single choice polls allow participants to select only one option.": "",
    "Multiple choice polls allow participants to select multiple options.": "",
    "Option $1": "",
    "Enter option $1": "",
    "Remove Option": "",
    "Add option": "",
    "Set end date": "",
    "End date": "",
    "Specify the date when the poll will end. Participants won't be able to vote after this date.": "",
    "Anonymous poll": "",
    "Your identity will be hidden as poll creator.": "",
    "Your username will be visible as poll creator.": "",
    "Write your perspective from $1": "",
    "Write your perspective from your region": "",
    "Write your perspective from your subregion": "",
    "Write your perspective from your locality": "",
    "Write your perspective": "",
    "Select a subregion": "",
    "Search subregion...": "",
    "Search locality...": "",
    "Share Opinion": "",
    "$1": "",
    "No comments yet": "",
    "Be the first to share a perspective": "",
    "Write a comment...": "",
    "Send comment": "",
    "Send": "",
    "The item ID must be a positive number.": "",
    "Details cannot exceed $1 characters.": "",
    "El comentario no puede estar vacío": "",
    "El comentario debe tener al menos 3 caracteres": "",
    "Opinion is required": "",
    "No hay comentarios aún. ¡Sé el primero en comentar!": "",
    "respuestas": "",
    "Inappropriate content": "",
    "Spam or advertising": "",
    "Harmful or dangerous content": "",
    "False or misleading information": "",
    "Other reason": "",
    "Hate speech": "",
    "False information": "",
    "Possible scam": "",
    "Spam": "",
    "Duplicated issue": "",
    "Fake profile": "",
    "Spam/Advertising": "",
    "Thank you for your report!": "",
    "Your report has been submitted and will be reviewed by our team.": "",
    "Please let us know why you are reporting this content. Your report will be reviewed by our moderation team.": "",
    "Report reason": "",
    "Select a reason": "",
    "Additional details": "",
    "Provide more information about why you are reporting this content...": "",
    "Submitting...": "",
    "Submit report": "",
    "Write a comment": "",
    "Share your thoughts...": "",
    "Posting...": "",
    "Post comment": "",
    "Full Name": "",
    "Enter your full name": "",
    "Bio": "",
    "Tell us something about yourself": "",
    "Enter your website URL": "",
    "Gender": "",
    "Prefer not to say": "",
    "Global issue": "",
    "This issue will be visible to all Geounity users": "",
    "International issue": "",
    "This issue will be visible to users from selected countries": "",
    "National issue": "",
    "This issue will be visible to users from selected country": "",
    "Regional issue": "",
    "This issue will be visible to users from selected region": "",
    "Subregional issue": "",
    "This issue will be visible to users from selected subregion": "",
    "Local issue": "",
    "This issue will be visible to users from selected locality": "",
    "Write a clear and concise title. Example: Water leak in Central Square.": "",
    "Explain the problem in detail so that it is easy to understand.": "",
    "Organization or official": "",
    "Organization or official to whom this issue is addressed (optional)": "",
    "Anonymous issue": "",
    "Your identity will be hidden as issue creator.": "",
    "Your username will be visible as issue creator.": "",
    "Cancel": "",
    "Submit Issue": "",
    "Issues in $1": "",
    "Report Issue": "",
    "Reported $1 ago": "",
    "Authentication required to create a poll": "",
    "Maximum number of options exceeded. Please limit to 10 options.": "",
    "Maximum number of tags exceeded. Please limit to 10 tags.": "",
    "Poll created successfully": "",
    "Authentication required to create a debate": "",
    "Debate created successfully": "",
    "Issue reported successfully": "",
    "Project created successfully": "",
    "Your description must have at least 10 characters.": "",
    "Your description must have $1 characters or less.": "",
    "Please enter a title.": "",
    "The title must have 5 characters or more.": "",
    "The title must have $1 characters or less.": "",
    "My Profile": "",
    "Language": "",
    "Log Out": "",
    "Error loading divisions": "",
    "Error loading divisions:": "",
    "Loading...": "",
    "Toggle theme": "",
    "Privacy": "",
    "Terms": "",
    "Cookies": "",
    "About us": "",
    "Donation": "",
    "Geounity © 2025": "",
    "Thank you for your request!": "",
    "We have received your interest in this community. We will notify you when it becomes available.": "",
    "Close": "",
    "We are gradually incorporating communities. If you want to prioritize a specific community, please provide the details below.": "",
    "Country": "",
    "Select a country...": "",
    "Region / Province / State": "",
    "City / Locality": "",
    "Contact Email": "",
    "Submit request": "",
    "No debates yet": "",
    "Be the first to create a debate in $1 and start sharing ideas!": "",
    "Be the first to create a debate in this community and start sharing ideas!": "",
    "Create First Debate": "",
    "Owner": "",
    "Participating countries": "",
    "Last activity:": "",
    "Delete debate": "",
    "Report debate": "",
    "View debate": "",
    "Are you sure you want to delete this debate? This action cannot be undone.": "",
    "English": "",
    "Spanish": "",
    "Description is required": "",
    "Title is required": "",
    "At least one community must be selected": "",
    "Title must have at least 5 characters": "",
    "Title must have $1 characters or less": "",
    "Description must have $1 characters or less": "",
    "At least one step is required": "",
    "Please enter a name for the option.": "",
    "You must have at least 2 options.": "",
    "You must have at most 10 options.": "",
    "Description must have at least 10 characters": "",
    "Organization name must have $1 characters or less": "",
    "Submit": "",
    "Reset": "",
    "No projects yet": "",
    "Be the first to create a project for $1 and start gathering support!": "",
    "Be the first to create a project in this community and start gathering support!": "",
    "Create First Project": "",
    "commitment": "",
    "commitments": "",
    "Project Goal": "",
    "Delete project": "",
    "View details": "",
    "Are you sure you want to delete this project? This action cannot be undone.": "",
    "No polls yet": "",
    "Be the first to create a poll in $1 and start gathering votes!": "",
    "Be the first to create a poll in this community and start gathering votes!": "",
    "Create First Poll": "",
    "Binary Poll": "",
    "Countries:": "",
    "You voted for $1 option$2.": "",
    " You can select multiple options.": "",
    "Delete poll": "",
    "Report poll": "",
    "Are you sure you want to delete this poll?": "",
    "Report opinion": "",
    "Delete opinion": "",
    "Are you sure you want to delete this opinion? This action cannot be undone.": "",
    "Delete": "",
    "No issues reported yet": "",
    "Be the first to report an issue in $1 and help improve the community!": "",
    "Be the first to report an issue in this community and help improve the community!": "",
    "Report First Issue": "",
    "This action cannot be undone.": "",
    "Confirm": ""
  }
}