{
  "locale": "es_AR",
  "name": "es (AR)",
  "translations": {
    "Debate": "Debate",
    "Global": "Global",
    "Overview": "Resumen",
    "Polls": "Encuestas",
    "Debates": "Debates",
    "Projects": "Proyectos",
    "Members": "Miembros",
    "International": "Internacional",
    "Leave Community": "Salir de la comunidad",
    "Leave": "Salir",
    "Join Community": "Unirse a la comunidad",
    "Join": "Unirse",
    "Issues": "Problemas",
    "Unite Communities, Shape the Future Together": "Unir comunidades, dar forma al futuro juntos",
    "Participate in surveys, debates, and projects to strengthen your local and global community.": "Participa en encuestas, debates y proyectos para fortalecer tu comunidad local y global.",
    "Connect with neighbors, organizations, and governments to create real change in your locality and worldwide": "Conéctate con vecinos, organizaciones y gobiernos para crear un cambio real en tu localidad y en todo el mundo.",
    "Together we can:": "Juntos podemos:",
    "Conduct surveys and analyze community data": "Realizar encuestas y analizar datos de la comunidad",
    "Participate in debates with diverse viewpoints": "Participar en debates con diversos puntos de vista",
    "Launch projects and fund solutions": "Lanzar proyectos y financiar soluciones",
    "Report to responsible institutions": "Reportar a las instituciones responsables",
    "Connect with members of your community": "Conectarse con los miembros de tu comunidad",
    "Participate privately and securely": "Participar de manera privada y segura",
    "Be one of the first to strengthen communities!": "¡Sé uno de los primeros en fortalecer comunidades!",
    "Get started in 1 click": "Comienza en 1 clic",
    "Your privacy matters: profiles are private by default and you control your visibility": "Tu privacidad es importante: los perfiles son privados por defecto y tú controlas tu visibilidad.",
    "Your data is 100% secure and private": "Tus datos son 100% seguros y privados.",
    "By continuing, you agree to our ": "Al continuar, aceptas nuestros ",
    "Terms of Service": "Términos de servicio",
    " and ": " y ",
    "Privacy Policy": "Política de privacidad",
    "Create debate": "Crear debate",
    "Log in to create a debate": "Inicia sesión para crear un debate",
    "You need to log in to create debates and participate in the community.": "Necesitas iniciar sesión para crear debates y participar en la comunidad.",
    "The Global community": "La comunidad global",
    "Create Project": "Crear proyecto",
    "Log in to create a project": "Inicia sesión para crear un proyecto",
    "You need to log in to create projects and participate in the community.": "Necesitas iniciar sesión para crear proyectos y participar en la comunidad.",
    "Global Community": "Comunidad global",
    "Global Community Members": "Miembros de la comunidad global",
    "Discover and connect with other users in this community.": "Descubre y conéctate con otros usuarios en esta comunidad.",
    "members": "miembros",
    "Privacy Settings": "Configuraciones de privacidad",
    "Visible to everyone": "Visible para todos",
    "Profile hidden": "Perfil oculto",
    "Change to hidden profile": "Cambiar a perfil oculto",
    "Change to visible profile": "Cambiar a perfil visible",
    "Your profile is visible to all community members.": "Tu perfil es visible para todos los miembros de la comunidad.",
    "Your profile is hidden. Only you can see it on this list.": "Tu perfil está oculto. Solo tú puedes verlo en esta lista.",
    "Visible Members": "Miembros visibles",
    "These members have chosen to make their profile visible in the community.": "Estos miembros han elegido hacer su perfil visible en la comunidad.",
    "Anonymous User": "Usuario anónimo",
    "View profile of $1": "Ver perfil de $1",
    "No visible members": "No hay miembros visibles",
    "You can be the first to make your profile visible by toggling the switch above.": "Puedes ser el primero en hacer tu perfil visible activando el interruptor arriba.",
    "Members have chosen to keep their profiles private.": "Los miembros han elegido mantener sus perfiles privados.",
    "Previous": "Anterior",
    "Page $1 of $2": "Página $1 de $2",
    "Next": "Siguiente",
    "Crear debate": "Crear debate",
    "The International community": "La comunidad internacional",
    "Create poll": "Crear encuesta",
    "Sign in to create a poll": "Inicia sesión para crear una encuesta",
    "You need to sign in to create polls and participate in the community.": "Necesitas iniciar sesión para crear encuestas y participar en la comunidad.",
    "Crear encuesta": "Crear encuesta",
    "Crear proyecto": "Crear proyecto",
    "Page not found": "Página no encontrada",
    "Sorry, the route you are looking for does not exist or has been moved to another location.": "Lo sentimos, la ruta que buscas no existe o ha sido movida a otra ubicación.",
    "Return to home": "Regresar a inicio",
    "Choose your username": "Elige tu nombre de usuario",
    "Your username is how others will find you on the platform. Choose something memorable and unique.": "Tu nombre de usuario es cómo otros te encontrarán en la plataforma. Elige algo memorable y único.",
    "This will be your unique identifier and your profile URL: geounity.org/user/": "Este será tu identificador único y la URL de tu perfil: geounity.org/user/",
    "Processing...": "Procesando...",
    "Continue": "Continuar",
    "Why am I being asked for this information?": "¿Por qué se me pide esta información?",
    "About Geounity": "Acerca de Geounity",
    "A geopolitical platform designed to strengthen unity and growth of communities at global, national, and local levels.": "Una plataforma geopolítica diseñada para fortalecer la unidad y el crecimiento de las comunidades a niveles global, nacional y local.",
    "What is Geounity?": "¿Qué es Geounity?",
    "Geounity is an innovative participatory democracy platform that connects communities through a hierarchical structure, from the global to the local level. Our purpose is to foster collaboration, constructive debate, and collective problem-solving through digital tools accessible to all.": "Geounity es una plataforma innovadora de democracia participativa que conecta comunidades a través de una estructura jerárquica, desde el nivel global hasta el local. Nuestro propósito es fomentar la colaboración, el debate constructivo y la resolución colectiva de problemas a través de herramientas digitales accesibles para todos.",
    "At Geounity, we believe that citizen participation is fundamental to building fairer, more transparent, and democratic societies. That is why we have created a space where everyone can express their ideas, participate in important decisions, and actively contribute to improving their environment.": "En Geounity, creemos que la participación ciudadana es fundamental para construir sociedades más justas, transparentes y democráticas. Por eso hemos creado un espacio donde todos pueden expresar sus ideas, participar en decisiones importantes y contribuir activamente a mejorar su entorno.",
    "Community Structure": "Estructura de la comunidad",
    "Geounity organizes communities in a hierarchical structure that allows users to interact at different levels according to their interests or geographical location.": "Geounity organiza comunidades en una estructura jerárquica que permite a los usuarios interactuar en diferentes niveles según sus intereses o ubicación geográfica.",
    "Global and International": "Global e Internacional",
    "The global level encompasses all users of the platform, while international communities involve two or more countries with shared interests.": "El nivel global abarca a todos los usuarios de la plataforma, mientras que las comunidades internacionales involucran a dos o más países con intereses compartidos.",
    "National and Regional": "Nacional y Regional",
    "Each country constitutes a national community. Within these, there are regional divisions such as provinces, states, or departments.": "Cada país constituye una comunidad nacional. Dentro de estas, hay divisiones regionales como provincias, estados o departamentos.",
    "Subregional and Local": "Subregional y Local",
    "Subregions represent cities or municipalities, while the local level includes neighborhoods or districts, allowing for the addressing of specific issues in each area.": "Las subregiones representan ciudades o municipios, mientras que el nivel local incluye barrios o distritos, permitiendo abordar problemas específicos en cada área.",
    "Services and Features": "Servicios y Características",
    "Geounity offers specific tools for each community, designed to promote participation and civic engagement.": "Geounity ofrece herramientas específicas para cada comunidad, diseñadas para promover la participación y el compromiso cívico.",
    "Surveys and Data": "Encuestas y Datos",
    "Create and participate in surveys to gather opinions and specific data from your community. The results are presented transparently and accessibly to all.": "Crea y participa en encuestas para recopilar opiniones y datos específicos de tu comunidad. Los resultados se presentan de manera transparente y accesible para todos.",
    "Debates and Discussions": "Debates y Discusiones",
    "Organized spaces to discuss issues, propose solutions, and share viewpoints on relevant topics for your community.": "Espacios organizados para discutir problemas, proponer soluciones y compartir puntos de vista sobre temas relevantes para tu comunidad.",
    "Projects and Fundraising": "Proyectos y Recaudación de Fondos",
    "Propose, support, and collaborate on community projects. Geounity facilitates organization and collective funding to turn ideas into realities.": "Propón, apoya y colabora en proyectos comunitarios. Geounity facilita la organización y la financiación colectiva para convertir ideas en realidades.",
    "Reports": "Informes",
    "A system to send reports about local issues to the responsible authorities and track their status until resolution.": "Un sistema para enviar informes sobre problemas locales a las autoridades responsables y hacer un seguimiento de su estado hasta su resolución.",
    "Connection between Members": "Conexión entre Miembros",
    "Connect with other community members, follow their activities, and collaborate on shared initiatives, always respecting privacy options.": "Conéctate con otros miembros de la comunidad, sigue sus actividades y colabora en iniciativas compartidas, siempre respetando las opciones de privacidad.",
    "How It Works": "Cómo Funciona",
    "Geounity has been designed with ease of use and effectiveness in community participation in mind:": "Geounity ha sido diseñado pensando en la facilidad de uso y la efectividad en la participación comunitaria:",
    "Register and join communities based on your location or interests.": "Regístrate y únete a comunidades según tu ubicación o intereses.",
    "Participate in surveys, debates, propose projects, or send reports.": "Participa en encuestas, debates, propone proyectos o envía informes.",
    "Navigate through our hierarchical structure to access different community levels.": "Navega a través de nuestra estructura jerárquica para acceder a diferentes niveles comunitarios.",
    "Adjust your visibility and privacy according to your preferences in each community.": "Ajusta tu visibilidad y privacidad según tus preferencias en cada comunidad.",
    "Collaborate with other members to generate positive changes.": "Colabora con otros miembros para generar cambios positivos.",
    "Benefits for Users": "Beneficios para los Usuarios",
    "Geounity empowers communities through multiple benefits:": "Geounity empodera a las comunidades a través de múltiples beneficios:",
    "Effective Civic Participation": "Participación Cívica Efectiva",
    "Facilitates participation in decisions that affect your community, with tools that allow your voice to be heard effectively.": "Facilita la participación en decisiones que afectan a tu comunidad, con herramientas que permiten que tu voz sea escuchada de manera efectiva.",
    "Transparency and Accountability": "Transparencia y Responsabilidad",
    "Promotes transparency in community management through public reports and tracking of issues until resolution.": "Promueve la transparencia en la gestión comunitaria a través de informes públicos y seguimiento de problemas hasta su resolución.",
    "Multilevel Collaboration": "Colaboración Multinivel",
    "Encourages collaboration among people from different communities, from local to global, broadening perspectives and solutions.": "Fomenta la colaboración entre personas de diferentes comunidades, desde lo local hasta lo global, ampliando perspectivas y soluciones.",
    "Inclusive Platform": "Plataforma Inclusiva",
    "Provides a space where everyone can participate regardless of their background, with tools designed to be accessible and intuitive.": "Proporciona un espacio donde todos pueden participar independientemente de su origen, con herramientas diseñadas para ser accesibles e intuitivas.",
    "Our Team": "Nuestro Equipo",
    "Behind Geounity is a dedicated team of professionals passionate about civic engagement and digital democracy. Our diverse backgrounds in technology, community organization, and public policy drive our mission forward.": "Detrás de Geounity hay un equipo dedicado de profesionales apasionados por el compromiso cívico y la democracia digital. Nuestros diversos antecedentes en tecnología, organización comunitaria y políticas públicas impulsan nuestra misión.",
    "Founder & Lead Developer": "Fundador y Desarrollador Principal",
    "Our Vision": "Nuestra Visión",
    "To build a more united and collaborative world, where communities are empowered to solve their own challenges through technology and collective participation.": "Construir un mundo más unido y colaborativo, donde las comunidades estén empoderadas para resolver sus propios desafíos a través de la tecnología y la participación colectiva.",
    "Our Mission": "Nuestra Misión",
    "To provide an accessible, secure, and innovative platform that allows communities at all levels to grow and strengthen together, fostering transparency, democratic participation, and the common good.": "Proporcionar una plataforma accesible, segura e innovadora que permita a las comunidades de todos los niveles crecer y fortalecerse juntas, fomentando la transparencia, la participación democrática y el bien común.",
    "Be Part of the Change": "Sé Parte del Cambio",
    "Join Geounity today and start building a better future for your community and the world.": "Únete a Geounity hoy y comienza a construir un futuro mejor para tu comunidad y el mundo.",
    "Support Geounity": "Apoya a Geounity",
    "Help us build a more connected democratic future for communities worldwide.": "Ayúdanos a construir un futuro democrático más conectado para las comunidades de todo el mundo.",
    "Why Your Support Matters": "Por qué tu apoyo es importante",
    "Geounity is a community-driven platform dedicated to strengthening democratic participation across local, national, and global communities. As we grow and evolve, we face ongoing costs to maintain our infrastructure and continue developing new features.": "Geounity es una plataforma impulsada por la comunidad dedicada a fortalecer la participación democrática en comunidades locales, nacionales y globales. A medida que crecemos y evolucionamos, enfrentamos costos continuos para mantener nuestra infraestructura y seguir desarrollando nuevas características.",
    "Your donations directly contribute to keeping Geounity accessible to all, regardless of their economic situation. We believe that democratic tools should be available to everyone, and your support helps make this vision possible.": "Tus donaciones contribuyen directamente a mantener Geounity accesible para todos, independientemente de su situación económica. Creemos que las herramientas democráticas deben estar disponibles para todos, y tu apoyo ayuda a hacer posible esta visión.",
    "Where Your Money Goes": "A dónde va tu dinero",
    "Server Infrastructure": "Infraestructura del Servidor",
    "Hosting, database management, and ensuring our platform remains fast, reliable, and secure for all users.": "Alojamiento, gestión de bases de datos y asegurando que nuestra plataforma siga siendo rápida, confiable y segura para todos los usuarios.",
    "Development": "Desarrollo",
    "Supporting our dedicated team of developers who work to improve existing features and build new ones based on community feedback.": "Apoyando a nuestro equipo dedicado de desarrolladores que trabajan para mejorar las características existentes y construir nuevas basadas en los comentarios de la comunidad.",
    "Community Growth": "Crecimiento de la Comunidad",
    "Expanding our reach to bring Geounity's democratic tools to more communities across the globe.": "Expandiendo nuestro alcance para llevar las herramientas democráticas de Geounity a más comunidades en todo el mundo.",
    "Our Commitment to Transparency": "Nuestro Compromiso con la Transparencia",
    "We believe in complete transparency with our community. We're committed to using all donations responsibly and will share regular updates on how your contributions are helping Geounity grow.": "Creemos en la completa transparencia con nuestra comunidad. Estamos comprometidos a utilizar todas las donaciones de manera responsable y compartiremos actualizaciones regulares sobre cómo tus contribuciones están ayudando a Geounity a crecer.",
    "Every donation, no matter how small, makes a significant difference in our ability to maintain and improve the platform.": "Cada donación, sin importar cuán pequeña, hace una diferencia significativa en nuestra capacidad para mantener y mejorar la plataforma.",
    "How to Support Us": "Cómo Apoyarnos",
    "Ko-fi Donation": "Donación a Ko-fi",
    "Cryptocurrency": "Criptomoneda",
    "Buy Us a Coffee": "Cómpranos un café",
    "Support our team with a donation through Ko-fi. Whether it's a one-time contribution or a recurring support, every bit helps fuel our mission.": "Apoya a nuestro equipo con una donación a través de Ko-fi. Ya sea una contribución única o un apoyo recurrente, cada aporte ayuda a impulsar nuestra misión.",
    "Support on Ko-fi": "Apoyar en Ko-fi",
    "Cryptocurrency Donations": "Donaciones en Criptomonedas",
    "Support our project with your preferred cryptocurrency. Please ensure you use the correct network when sending funds to avoid loss.": "Apoya nuestro proyecto con tu criptomoneda preferida. Asegúrate de usar la red correcta al enviar fondos para evitar pérdidas.",
    "Address:": "Dirección:",
    "Copy address": "Copiar dirección",
    "Link copied!": "¡Enlace copiado!",
    "Important: Use ": "Importante: Usa ",
    " network only": " solo la red",
    "Thank You!": "¡Gracias!",
    "Your generosity is what keeps Geounity growing. Together, we're building a more connected, participatory future for communities worldwide.": "Tu generosidad es lo que mantiene a Geounity en crecimiento. Juntos, estamos construyendo un futuro más conectado y participativo para las comunidades de todo el mundo.",
    "Help Center": "Centro de Ayuda",
    "Account": "Cuenta",
    "Username Information": "Información del Nombre de Usuario",
    "Back to username selection": "Volver a la selección de nombre de usuario",
    "Why do we ask for a username?": "¿Por qué pedimos un nombre de usuario?",
    "Your username is an essential part of your identity on Geounity. It's how you'll be recognized across the platform and how other members will find and connect with you.": "Tu nombre de usuario es una parte esencial de tu identidad en Geounity. Es cómo serás reconocido en la plataforma y cómo otros miembros te encontrarán y conectarán contigo.",
    "Unique Identification": "Identificación Única",
    "Your username provides a unique identifier that distinguishes you from other members, even if they share the same name.": "Tu nombre de usuario proporciona un identificador único que te distingue de otros miembros, incluso si comparten el mismo nombre.",
    "Personal URL": "URL Personal",
    "Your username creates your personal profile URL (geounity.org/user/username), making it easy for others to find and share your profile.": "Tu nombre de usuario crea la URL de tu perfil personal (geounity.org/user/username), facilitando que otros encuentren y compartan tu perfil.",
    "Discoverability": "Descubribilidad",
    "A username makes it easy for community members to search for and find you when they want to collaborate or connect.": "Un nombre de usuario facilita que los miembros de la comunidad te busquen y encuentren cuando quieran colaborar o conectarse.",
    "Privacy Protection": "Protección de la Privacidad",
    "Using a username allows you to participate in discussions while maintaining some privacy, as you can choose how much personal information to reveal.": "Usar un nombre de usuario te permite participar en discusiones mientras mantienes algo de privacidad, ya que puedes elegir cuánta información personal revelar.",
    "Choosing a good username": "Elegir un buen nombre de usuario",
    "Use a name that's memorable and represents you well": "Usa un nombre que sea memorable y te represente bien",
    "Keep it between 3-15 characters for best results": "Mantenlo entre 3-15 caracteres para obtener los mejores resultados",
    "Only use letters, numbers, and underscores": "Usa solo letras, números y guiones bajos",
    "Avoid impersonating others or using misleading names": "Evita suplantar a otros o usar nombres engañosos",
    "Consider your privacy — usernames can be difficult to change later": "Considera tu privacidad: los nombres de usuario pueden ser difíciles de cambiar más tarde",
    "If you have any questions or need assistance with choosing a username, please contact our support team at": "Si tienes alguna pregunta o necesitas ayuda para elegir un nombre de usuario, contacta a nuestro equipo de soporte en",
    "Cookie Policy": "Política de Cookies",
    "Geounity uses cookies to enhance your experience while using our platform. You can review and manage cookie settings below.": "Geounity utiliza cookies para mejorar tu experiencia mientras usas nuestra plataforma. Puedes revisar y gestionar la configuración de cookies a continuación.",
    "Essential Functionality": "Funcionalidad Esencial",
    "Required": "Requerido",
    "These cookies are necessary for the proper functioning of our website. Without these cookies, the site would not work correctly.": "Estas cookies son necesarias para el correcto funcionamiento de nuestro sitio web. Sin estas cookies, el sitio no funcionaría correctamente.",
    "Cookie": "Cookie",
    "Domain": "Dominio",
    "Type": "Tipo",
    "Duration": "Duración",
    "Authentication": "Autenticación",
    "Session": "Sesión",
    "Local Storage": "Almacenamiento Local",
    "Persistent": "Persistente",
    "Analytics": "Analítica",
    "Optional": "Opcional",
    "These cookies help us understand how visitors interact with our website. The information collected is used to improve our platform.": "Estas cookies nos ayudan a entender cómo los visitantes interactúan con nuestro sitio web. La información recopilada se utiliza para mejorar nuestra plataforma.",
    "Third-party": "Terceros",
    "days": "días",
    "Managing Your Cookie Preferences": "Gestionando tus Preferencias de Cookies",
    "You can manage cookie preferences through your browser settings. Please note that disabling essential cookies may affect the functionality of our website.": "Puedes gestionar las preferencias de cookies a través de la configuración de tu navegador. Ten en cuenta que deshabilitar las cookies esenciales puede afectar la funcionalidad de nuestro sitio web.",
    "Most web browsers allow some control of cookies through browser settings. To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit ": "La mayoría de los navegadores web permiten cierto control de las cookies a través de la configuración del navegador. Para obtener más información sobre las cookies, incluyendo cómo ver qué cookies se han establecido y cómo gestionarlas y eliminarlas, visita ",
    "Updates to This Policy": "Actualizaciones a Esta Política",
    "We may update our Cookie Policy from time to time. Any changes will be posted on this page with an updated revision date.": "Podemos actualizar nuestra Política de Cookies de vez en cuando. Cualquier cambio se publicará en esta página con una fecha de revisión actualizada.",
    "About the Global Community": "Acerca de la Comunidad Global",
    "The global community includes all countries and users around the world. Here you can participate in worldwide initiatives that affect the entire planet and connect with people from any country.": "La comunidad global incluye todos los países y usuarios de todo el mundo. Aquí puedes participar en iniciativas mundiales que afectan a todo el planeta y conectar con personas de cualquier país.",
    "Global Information": "Información Global",
    "World Population": "Población Mundial",
    "billion": "mil millones",
    "Countries": "Países",
    "registered in the platform": "registrados en la plataforma",
    "Regions": "Regiones",
    "Sub Regions": "Subregiones",
    "Localities": "Localidades",
    "Platform Statistics": "Estadísticas de la Plataforma",
    "Global Polls": "Encuestas Globales",
    "Discussions": "Discusiones",
    "Global Trending Topics": "Temas Globales en Tendencia",
    "Climate Change Initiatives": "Iniciativas sobre Cambio Climático",
    "Discussions about global efforts to combat climate change and reduce carbon emissions.": "Discusiones sobre los esfuerzos globales para combatir el cambio climático y reducir las emisiones de carbono.",
    "128 countries participating": "128 países participando",
    "3.2k discussions": "3.2k discusiones",
    "Global Economic Cooperation": "Cooperación Económica Global",
    "Exploring new frameworks for international trade and economic partnerships.": "Explorando nuevos marcos para el comercio internacional y asociaciones económicas.",
    "94 countries participating": "94 países participando",
    "2.7k discussions": "2.7k discusiones",
    "Sustainable Development Goals": "Objetivos de Desarrollo Sostenible",
    "Tracking progress on the UN's 17 Sustainable Development Goals worldwide.": "Seguimiento del progreso de los 17 Objetivos de Desarrollo Sostenible de la ONU en todo el mundo.",
    "193 countries participating": "193 países participando",
    "4.5k discussions": "4.5k discusiones",
    "Active Global Projects": "Proyectos Globales Activos",
    "Ocean Cleanup Initiative": "Iniciativa de Limpieza de Océanos",
    "Progress": "Progreso",
    "42 countries collaborating": "42 países colaborando",
    "Global Education Access": "Acceso Global a la Educación",
    "78 countries collaborating": "78 países colaborando",
    "Renewable Energy Network": "Red de Energía Renovable",
    "56 countries collaborating": "56 países colaborando",
    "International Community": "Comunidad Internacional",
    "About the International Community": "Acerca de la Comunidad Internacional",
    "While the global community includes all countries in the world, the international community groups a select set of countries that share common interests or specific agreements. Here you can participate in initiatives between specific countries.": "Mientras que la comunidad global incluye todos los países del mundo, la comunidad internacional agrupa un conjunto selecto de países que comparten intereses comunes o acuerdos específicos. Aquí puedes participar en iniciativas entre países específicos.",
    "International Trending Topics": "Temas Internacionales en Tendencia",
    "International Climate Agreements": "Acuerdos Internacionales sobre el Clima",
    "Discussions on multinational efforts to combat climate change.": "Discusiones sobre los esfuerzos multinacionales para combatir el cambio climático.",
    "97 participating countries": "97 países participando",
    "2.5k discussions": "2.5k discusiones",
    "Post-Pandemic International Trade": "Comercio Internacional Post-Pandemia",
    "Exploration of new frameworks for international trade and supply chains.": "Exploración de nuevos marcos para el comercio internacional y las cadenas de suministro.",
    "84 participating countries": "84 países participando",
    "1.9k discussions": "1.9k discusiones",
    "Global Cybersecurity": "Ciberseguridad Global",
    "Debates on regulations and cooperation on cybersecurity issues among nations.": "Debates sobre regulaciones y cooperación en temas de ciberseguridad entre naciones.",
    "76 participating countries": "76 países participando",
    "1.3k discussions": "1.3k discusiones",
    "Active International Projects": "Proyectos Internacionales Activos",
    "Global Digital Connectivity": "Conectividad Digital Global",
    "38 countries collaborating": "38 países colaborando",
    "Reduction of Plastics in Oceans": "Reducción de Plásticos en los Océanos",
    "64 countries collaborating": "64 países colaborando",
    "Global Vaccination": "Vacunación Global",
    "129 countries collaborating": "129 países colaborando",
    "Ability to share content directly on social media to increase visibility.": "Capacidad de compartir contenido directamente en redes sociales para aumentar la visibilidad.",
    "Integrated Content Relationships": "Relaciones de Contenido Integradas",
    "Association of surveys to debates, requiring respondents to answer the survey in order to express their opinion, and direct linkage between projects and debates to enrich participation and obtain structured feedback.": "Asociación de encuestas a debates, requiriendo que los encuestados respondan la encuesta para expresar su opinión, y vinculación directa entre proyectos y debates para enriquecer la participación y obtener retroalimentación estructurada.",
    "AI Assistance": "Asistencia de IA",
    "AI tools to assist in content creation and analysis of debates and projects.": "Herramientas de IA para ayudar en la creación de contenido y el análisis de debates y proyectos.",
    "Research": "Investigación",
    "Gamification": "Gamificación",
    "Badge and points system to encourage active and constructive participation.": "Sistema de insignias y puntos para fomentar la participación activa y constructiva.",
    "AI Moderation": "Moderación de IA",
    "Automatic filtering of inappropriate content using artificial intelligence.": "Filtrado automático de contenido inapropiado utilizando inteligencia artificial.",
    "Geographic Visualizations": "Visualizaciones Geográficas",
    "Integration of D3.js with maps for interactive visualizations of geographic data and local statistics.": "Integración de D3.js con mapas para visualizaciones interactivas de datos geográficos y estadísticas locales.",
    "Planning Phase": "Fase de Planificación",
    "Sustainability Model": "Modelo de Sostenibilidad",
    "Implementation of a subscription model for premium users to sustainably maintain the platform.": "Implementación de un modelo de suscripción para usuarios premium para mantener la plataforma de manera sostenible.",
    "Advanced Roles": "Roles Avanzados",
    "New roles such as mediators and public officials to facilitate interaction between citizens and government.": "Nuevos roles como mediadores y funcionarios públicos para facilitar la interacción entre ciudadanos y gobierno.",
    "Multilingual Support": "Soporte Multilingüe",
    "Full support for Spanish and English, with the possibility of adding more languages in the future.": "Soporte completo para español e inglés, con la posibilidad de agregar más idiomas en el futuro.",
    "Commission-Free Projects": "Proyectos Sin Comisiones",
    "Implementation of a community payment system for projects where 100% of funds go directly to the cause. Geounity will never charge commission on donations.": "Implementación de un sistema de pago comunitario para proyectos donde el 100% de los fondos va directamente a la causa. Geounity nunca cobrará comisiones por donaciones.",
    "Future": "Futuro",
    "Real-Time Communication": "Comunicación en Tiempo Real",
    "Direct messaging and chat rooms to facilitate instant collaboration among users.": "Mensajería directa y salas de chat para facilitar la colaboración instantánea entre usuarios.",
    "Integration with Government APIs": "Integración con APIs del Gobierno",
    "Connection with government data to enrich discussions with official information.": "Conexión con datos gubernamentales para enriquecer las discusiones con información oficial.",
    "Mobile Application": "Aplicación Móvil",
    "Version for mobile devices as a native app or PWA to improve accessibility.": "Versión para dispositivos móviles como una aplicación nativa o PWA para mejorar la accesibilidad.",
    "Sentiment Analysis": "Análisis de Sentimientos",
    "Use of AI to analyze opinions and trends in debates and comments.": "Uso de IA para analizar opiniones y tendencias en debates y comentarios.",
    "This roadmap is dynamic and may change according to the needs of the community. We value your feedback and suggestions to improve our platform.": "Esta hoja de ruta es dinámica y puede cambiar según las necesidades de la comunidad. Valoramos tus comentarios y sugerencias para mejorar nuestra plataforma.",
    "In this global debate, each country can share its point of view. When commenting, you must select your country of origin.": "En este debate global, cada país puede compartir su punto de vista. Al comentar, debes seleccionar tu país de origen.",
    "In this international debate, only selected countries can participate. Select your country from the list to share your opinion.": "En este debate internacional, solo los países seleccionados pueden participar. Selecciona tu país de la lista para compartir tu opinión.",
    "In this national debate, each region of the country can share its point of view. Select your region to comment.": "En este debate nacional, cada región del país puede compartir su punto de vista. Selecciona tu región para comentar.",
    "In this regional debate, each subregion can share its point of view. Select your subregion to comment.": "En este debate regional, cada subregión puede compartir su punto de vista. Selecciona tu subregión para comentar.",
    "In this subregional debate, each locality can share its point of view. Select your locality to comment.": "En este debate subregional, cada localidad puede compartir su punto de vista. Selecciona tu localidad para comentar.",
    "Participate in this debate by sharing your opinion.": "Participa en este debate compartiendo tu opinión.",
    "Viewpoints by Region": "Perspectivas por Región",
    "Viewpoints by Subregion": "Perspectivas por Subregión",
    "Viewpoints by Locality": "Perspectivas por Localidad",
    "Viewpoints by Country": "Perspectivas por País",
    "Search regions...": "Buscar regiones...",
    "Search subregions...": "Buscar subregiones...",
    "Search localities...": "Buscar localidades...",
    "Search countries...": "Buscar países...",
    "No regions found matching $1": "No se encontraron regiones que coincidan con $1",
    "No subregions found matching $1": "No se encontraron subregiones que coincidan con $1",
    "No localities found matching $1": "No se encontraron localidades que coincidan con $1",
    "No countries found matching $1": "No se encontraron países que coincidan con $1",
    "No regions participating yet": "No hay regiones participando aún",
    "No subregions participating yet": "No hay subregiones participando aún",
    "No localities participating yet": "No hay localidades participando aún",
    "No countries participating yet": "No hay países participando aún",
    "Be the first to share a perspective from your region": "Sé el primero en compartir una perspectiva de tu región",
    "Be the first to share a perspective from your subregion": "Sé el primero en compartir una perspectiva de tu subregión",
    "Be the first to share a perspective from your locality": "Sé el primero en compartir una perspectiva de tu localidad",
    "Be the first to share a perspective from your country": "Sé el primero en compartir una perspectiva de tu país",
    "Log in": "Iniciar sesión",
    "Log in to participate in debates and share your opinion.": "Inicia sesión para participar en debates y compartir tu opinión.",
    "Debate Cover Image": "Imagen de Portada del Debate",
    "Global Debate": "Debate Global",
    "International Debate": "Debate Internacional",
    "National Debate": "Debate Nacional",
    "Regional Debate": "Debate Regional",
    "Subregional Debate": "Debate Subregional",
    "Local Debate": "Debate Local",
    "$1 opinions": "$1 opiniones",
    "$1 views": "$1 vistas",
    "Created by": "Creado por",
    "Show less": "Mostrar menos",
    "Read more": "Leer más",
    "Share your perspective": "Comparte tu perspectiva",
    "$1 regions participating": "$1 regiones participando",
    "$1 countries participating": "$1 países participando",
    "You can only comment once in this debate.": "Solo puedes comentar una vez en este debate.",
    "Please ": "Por favor ",
    "log in": "inicia sesión",
    " to share your perspective.": " para compartir tu perspectiva.",
    "No regions found": "No se encontraron regiones",
    "No countries found": "No se encontraron países",
    "Log in to participate": "Inicia sesión para participar",
    "You need to log in to vote, comment, and participate in the community.": "Necesitas iniciar sesión para votar, comentar y participar en la comunidad.",
    "Poll": "Encuesta",
    "Closed": "Cerrada",
    "Total votes:": "Total de votos:",
    "You voted for $1 option$2": "Votaste por la opción $1$2",
    ". You can select multiple options.": ". Puedes seleccionar múltiples opciones.",
    "Your vote": "Tu voto",
    "votes": "votos",
    "Anonymous": "Anónimo",
    "Ended": "Finalizada",
    "Ends": "Finaliza",
    "Upvote": "Votar a favor",
    "Downvote": "Votar en contra",
    "Copy link": "Copiar enlace",
    "Comments": "Comentarios",
    "Sign in to join the conversation and leave a comment": "Inicia sesión para unirte a la conversación y dejar un comentario",
    "Sign in": "Iniciar sesión",
    "Poll Information": "Información de la Encuesta",
    "Created on": "Creado el",
    "Scope": "Alcance",
    "Ended on": "Finalizó el",
    "Ends on": "Finaliza el",
    "Views": "Vistas",
    "Poll Statistics": "Estadísticas de la Encuesta",
    "Total Votes": "Total de Votos",
    "Upvotes": "Votos a Favor",
    "You need to log in to comment and participate in the community.": "Necesitas iniciar sesión para comentar y participar en la comunidad.",
    "Report project": "Reportar proyecto",
    "views": "vistas",
    "Project Steps": "Pasos del Proyecto",
    "Resources needed": "Recursos necesarios",
    "Sign in to leave a comment": "Inicia sesión para dejar un comentario",
    "Project Information": "Información del Proyecto",
    "Status": "Estado",
    "Commitments": "Compromisos",
    "Tags": "Etiquetas",
    "Profile Banner": "Banner de Perfil",
    "Followers": "Seguidores",
    "Following": "Siguiendo",
    "Edit Profile": "Editar Perfil",
    "Unfollow": "Dejar de seguir",
    "Follow": "Seguir",
    "Male": "Masculino",
    "Female": "Femenino",
    "Non-binary": "No binario",
    "Last login": "Último inicio de sesión",
    "Activity Statistics": "Estadísticas de Actividad",
    "Created": "Creado",
    "Voted": "Votado",
    "Total Participation": "Participación Total",
    "Opinions": "Opiniones",
    "Donations": "Donaciones",
    "Supports": "Apoyos",
    "Communities": "Comunidades",
    "Show membership": "Mostrar membresía",
    "This user does not belong to any community.": "Este usuario no pertenece a ninguna comunidad.",
    "Create debate for $1": "Crear debate para $1",
    "The $1 community": "La comunidad de $1",
    "Members of $1": "Miembros de $1",
    "Report issue in $1": "Reportar problema en $1",
    "Create poll for $1": "Crear encuesta para $1",
    "Welcome to the national community where citizens connect, share ideas, and work together.": "Bienvenido a la comunidad nacional donde los ciudadanos se conectan, comparten ideas y trabajan juntos.",
    "Country Information": "Información del País",
    "Native Name": "Nombre Nativo",
    "Not available": "No disponible",
    "Capital": "Capital",
    "Population": "Población",
    "Area": "Área",
    "ISO Code": "Código ISO",
    "Currency": "Moneda",
    "Languages": "Idiomas",
    "Timezone": "Zona Horaria",
    "Region": "Región",
    "Bordering Countries": "Países Limítrofes",
    "View on Google Maps": "Ver en Google Maps",
    "View on OpenStreetMap": "Ver en OpenStreetMap",
    "Featured Topics in $1": "Temas Destacados en $1",
    "comments": "comentarios",
    "There are no featured debates yet. Be the first to create one!": "¡No hay debates destacados aún. Sé el primero en crear uno!",
    "Active Projects": "Proyectos Activos",
    "participants": "participantes",
    "There are no active projects yet. Start the first one!": "¡No hay proyectos activos aún. Comienza el primero!",
    "Reported Issues": "Problemas Reportados",
    "No specific location": "Sin ubicación específica",
    "Open": "Abierto",
    "In Progress": "En Progreso",
    "Resolved": "Resuelto",
    "There are no reported issues yet.": "No hay problemas reportados aún.",
    "Active Polls": "Encuestas Activas",
    "Ends: ": "Finaliza: ",
    "There are no active polls currently.": "Actualmente no hay encuestas activas.",
    "Create debate for $1, $2": "Crear debate para $1, $2",
    "The $1 community ($2)": "La comunidad de $1 ($2)",
    "The $1 community in $2": "La comunidad de $1 en $2",
    "Create project for $1": "Crear proyecto para $1",
    "Discover and connect with other members of the global Geounity community": "Descubre y conéctate con otros miembros de la comunidad global de Geounity",
    "Geounity International Community": "Comunidad Internacional de Geounity",
    "Overview of the Geounity international community - connecting communities around the world": "Descripción general de la comunidad internacional de Geounity - conectando comunidades alrededor del mundo",
    "Geounity Global Community": "Comunidad Global de Geounity",
    "Global community overview for Geounity - connecting communities worldwide": "Descripción general de la comunidad global de Geounity - conectando comunidades en todo el mundo",
    "National": "Nacional",
    "Regional": "Regional",
    "Subregional": "Subregional",
    "Binary": "Binario",
    "Single Choice": "Opción Única",
    "Multiple Choice": "Opción Múltiple",
    "Poll Details": "Detalles de la Encuesta",
    "View poll details and join the conversation": "Ver detalles de la encuesta y unirse a la conversación",
    "Choose one option only": "Elige solo una opción",
    "Choose multiple options": "Elige múltiples opciones",
    "Participate in this poll": "Participa en esta encuesta",
    "Project Details": "Detalles del Proyecto",
    "View project details and join the collaboration": "Ver detalles del proyecto y unirse a la colaboración",
    "$1 - Members": "$1 - Miembros",
    "Members of the community of $1": "Miembros de la comunidad de $1",
    "$1 - Community": "$1 - Comunidad",
    "Citizen participation platform for the $1 community": "Plataforma de participación ciudadana para la comunidad de $1",
    "Members of $1 Region": "Miembros de la Región $1",
    "Connect with citizens in $1's $2 region.": "Conéctate con ciudadanos en la región $2 de $1.",
    "Your profile is visible to all regional community members.": "Tu perfil es visible para todos los miembros de la comunidad regional.",
    "Your profile is hidden. Only you can see it in this regional list.": "Tu perfil está oculto. Solo tú puedes verlo en esta lista regional.",
    "Discover active members in the $1 region.": "Descubre miembros activos en la región $1.",
    "Be the first to make your profile visible in $1 region.": "Sé el primero en hacer visible tu perfil en la región $1.",
    "Regional members have chosen to keep their profiles private.": "Los miembros regionales han elegido mantener sus perfiles privados.",
    "Create project for $1, $2": "Crear proyecto para $1, $2",
    "The $1 community, $2": "La comunidad de $1, $2",
    "Create poll for $1, $2": "Crear encuesta para $1, $2",
    "Welcome to the regional community where citizens collaborate on local matters.": "Bienvenido a la comunidad regional donde los ciudadanos colaboran en asuntos locales.",
    "Region Information": "Información de la Región",
    "Governor": "Gobernador",
    "Founded": "Fundado",
    "Official Website": "Sitio Web Oficial",
    "Sign in to create a debate": "Inicia sesión para crear un debate",
    "Connect with others in your subregional community.": "Conéctate con otros en tu comunidad subregional.",
    "Your visibility in $1": "Tu visibilidad en $1",
    "Hidden profile": "Perfil oculto",
    "Switch to hidden profile": "Cambiar a perfil oculto",
    "Switch to visible profile": "Cambiar a perfil visible",
    "You're visible to everyone in this community.": "Eres visible para todos en esta comunidad.",
    "You're only visible to community administrators.": "Solo eres visible para los administradores de la comunidad.",
    "Connect with others in your local community.": "Conéctate con otros en tu comunidad local.",
    "Welcome to the local community where citizens collaborate on specific subregion issues.": "Bienvenido a la comunidad local donde los ciudadanos colaboran en problemas específicos de la subregión.",
    "Subregion Information": "Información de la Subregión",
    "Main City": "Ciudad Principal",
    "Local Government": "Gobierno Local",
    "Postal Code": "Código Postal",
    "Foundation": "Fundación",
    "View on Map": "Ver en el Mapa",
    "Welcome to the local community where neighbors collaborate on specific neighborhood issues.": "Bienvenido a la comunidad local donde los vecinos colaboran en problemas específicos del barrio.",
    "Locality Information": "Información de la Localidad",
    "Local Authority": "Autoridad Local",
    "Neighborhood Associations": "Asociaciones de Vecinos",
    "Website": "Sitio Web",
    "Geounity": "Geounity",
    "Example: Climate Change": "Ejemplo: Cambio Climático",
    "The search function will be available soon. We are working to implement it.": "La función de búsqueda estará disponible pronto. Estamos trabajando para implementarla.",
    "Login": "Iniciar sesión",
    "Login to your account": "Inicia sesión en tu cuenta",
    "Menu": "Menú",
    "New Community": "Nueva Comunidad",
    "Request new community": "Solicitar nueva comunidad",
    "Please sign in to request a new community": "Por favor, inicia sesión para solicitar una nueva comunidad",
    "$1, $2 - Members": "$1, $2 - Miembros",
    "Members of the regional community in $1, $2": "Miembros de la comunidad regional en $1, $2",
    "$1, $2 - Community": "$1, $2 - Comunidad",
    "Local participation platform for the $1 community in $2": "Plataforma de participación local para la comunidad de $1 en $2",
    "Members of the $1 community": "Miembros de la comunidad de $1",
    "$1, $2, $3 - Community": "$1, $2, $3 - Comunidad",
    "Local participation platform for the community of $1 in $2, $3": "Plataforma de participación local para la comunidad de $1 en $2, $3",
    "$1, $2, $3, $4 - Community": "$1, $2, $3, $4 - Comunidad",
    "Local participation platform for the community of $1 in $2, $3, $4": "Plataforma de participación local para la comunidad de $1 en $2, $3, $4",
    "You must be logged in to report content.": "Debes estar conectado para reportar contenido.",
    "Report submitted successfully. Thank you for your cooperation.": "Reporte enviado con éxito. Gracias por tu cooperación.",
    "An unexpected error occurred while submitting the report": "Ocurrió un error inesperado al enviar el reporte.",
    "Comment added successfully": "Comentario agregado con éxito",
    "You must be logged in to submit requests.": "Debes estar conectado para enviar solicitudes.",
    "Request submitted successfully": "Solicitud enviada con éxito",
    "Your request has been received. We will contact you soon.": "Tu solicitud ha sido recibida. Nos pondremos en contacto contigo pronto.",
    "An unexpected error occurred": "Ocurrió un error inesperado",
    "Opinion shared successfully": "Opinión compartida con éxito",
    "Profile updated successfully": "Perfil actualizado con éxito",
    "Continue with Google": "Continuar con Google",
    "Continue with Github": "Continuar con Github",
    "Search debates...": "Buscar debates...",
    "Filter": "Filtrar",
    "Create": "Crear",
    "Explore and participate in community debates": "Explora y participa en debates comunitarios",
    "No debates found": "No se encontraron debates",
    "No debate matches your search $1. Try other keywords or clear the search.": "No hay debate que coincida con tu búsqueda $1. Prueba con otras palabras clave o limpia la búsqueda.",
    "Clear search": "Limpiar búsqueda",
    "You need to log in to participate in debates and in the community.": "Necesitas iniciar sesión para participar en debates y en la comunidad.",
    "Global debate": "Debate Global",
    "This debate will be visible to all Geounity users": "Este debate será visible para todos los usuarios de Geounity",
    "International debate": "Debate Internacional",
    "This debate will be visible to users from selected countries": "Este debate será visible para usuarios de los países seleccionados",
    "National debate": "Debate Nacional",
    "This debate will be visible to users from selected country": "Este debate será visible para usuarios del país seleccionado",
    "Regional debate": "Debate Regional",
    "This debate will be visible to users from selected region": "Este debate será visible para usuarios de la región seleccionada",
    "Local debate": "Debate Local",
    "This debate will be visible to users from selected locality": "Este debate será visible para usuarios de la localidad seleccionada",
    "Select countries": "Seleccionar países",
    "Select a country": "Seleccionar un país",
    "Search country...": "Buscar país...",
    "Select a region": "Seleccionar una región",
    "Select region...": "Seleccionar región...",
    "No region available": "No hay región disponible",
    "Select subregion...": "Seleccionar subregión...",
    "No subregion available": "No hay subregión disponible",
    "Select a locality": "Seleccionar una localidad",
    "Select locality...": "Seleccionar localidad...",
    "No locality available": "No hay localidad disponible",
    "Debate Content": "Contenido del Debate",
    "Title": "Título",
    "Enter a clear and concise title": "Ingresa un título claro y conciso",
    "Description": "Descripción",
    "Provide detailed information about the debate topic": "Proporciona información detallada sobre el tema del debate",
    "Categorization": "Categorización",
    "Additional Settings": "Configuraciones Adicionales",
    "Anonymous debate": "Debate Anónimo",
    "Your identity will be hidden as debate creator.": "Tu identidad estará oculta como creador del debate.",
    "Your username will be visible as debate creator.": "Tu nombre de usuario será visible como creador del debate.",
    "invalid date": "fecha inválida",
    "year": "año",
    "month": "mes",
    "day": "día",
    "hour": "hora",
    "minute": "minuto",
    "$1 $2s ago": "$1 $2 hace",
    "$1 $2 ago": "$1 $2 hace",
    "$1 seconds ago": "$1 segundos hace",
    "a few seconds ago": "hace unos segundos",
    "Global project": "Proyecto Global",
    "This project will be visible to all Geounity users": "Este proyecto será visible para todos los usuarios de Geounity",
    "International project": "Proyecto Internacional",
    "This project will be visible to users from selected countries": "Este proyecto será visible para usuarios de los países seleccionados",
    "National project": "Proyecto Nacional",
    "This project will be visible to users from selected country": "Este proyecto será visible para usuarios del país seleccionado",
    "Regional project": "Proyecto Regional",
    "This project will be visible to users from selected region": "Este proyecto será visible para usuarios de la región seleccionada",
    "Local project": "Proyecto Local",
    "This project will be visible to users from selected locality": "Este proyecto será visible para usuarios de la localidad seleccionada",
    "Countries involved": "Países involucrados",
    "Project Content": "Contenido del Proyecto",
    "Provide detailed information about the project": "Proporciona información detallada sobre el proyecto",
    "Draft": "Borrador",
    "Open for Collaboration": "Abierto a Colaboración",
    "Completed": "Completado",
    "Cancelled": "Cancelado",
    "Goal Amount": "Monto Objetivo",
    "Enter goal amount (optional)": "Ingresa el monto objetivo (opcional)",
    "Leave empty if there is no specific funding goal": "Deja vacío si no hay un objetivo de financiamiento específico",
    "Add Step": "Agregar Paso",
    "Step $1": "Paso $1",
    "Enter step title": "Ingresa el título del paso",
    "Describe this step": "Describe este paso",
    "Pending": "Pendiente",
    "Required Resources": "Recursos Requeridos",
    "Add Resource": "Agregar Recurso",
    "Labor": "Mano de Obra",
    "Material": "Material",
    "Economic": "Económico",
    "Describe resource": "Describe el recurso",
    "Quantity": "Cantidad",
    "Unit": "Unidad",
    "hrs/kg": "hrs/kg",
    "No resources added yet": "No se han agregado recursos aún",
    "Buscar proyectos...": "Buscar proyectos...",
    "Filtrar": "Filtrar",
    "Estado del proyecto": "Estado del proyecto",
    "Todos los estados": "Todos los estados",
    "Borrador": "Borrador",
    "Abierto": "Abierto",
    "En Progreso": "En Progreso",
    "Completado": "Completado",
    "Cancelado": "Cancelado",
    "Crear": "Crear",
    "Explore and contribute to community projects": "Explora y contribuye a proyectos comunitarios",
    "No projects found": "No se encontraron proyectos",
    "No project matches your search $1. Try different keywords or clear the filters.": "No hay proyectos que coincidan con tu búsqueda $1. Prueba con diferentes palabras clave o limpia los filtros.",
    "No project matches the selected filters. Try changing the filtering criteria.": "No hay proyectos que coincidan con los filtros seleccionados. Intenta cambiar los criterios de filtrado.",
    "Clear filters": "Limpiar filtros",
    "Search polls...": "Buscar encuestas...",
    "Explore and vote on community polls": "Explora y vota en encuestas comunitarias",
    "No polls found": "No se encontraron encuestas",
    "No polls match your search $1. Try different keywords or clear the search.": "No hay encuestas que coincidan con tu búsqueda $1. Prueba con diferentes palabras clave o limpia la búsqueda.",
    "Global poll": "Encuesta Global",
    "This poll will be visible to all Geounity users": "Esta encuesta será visible para todos los usuarios de Geounity",
    "International poll": "Encuesta Internacional",
    "This poll will be visible to users from selected countries": "Esta encuesta será visible para usuarios de los países seleccionados",
    "National poll": "Encuesta Nacional",
    "This poll will be visible to users from selected country": "Esta encuesta será visible para usuarios del país seleccionado",
    "Regional poll": "Encuesta Regional",
    "This poll will be visible to users from selected region": "Esta encuesta será visible para usuarios de la región seleccionada",
    "Local poll": "Encuesta Local",
    "This poll will be visible to users from selected locality": "Esta encuesta será visible para usuarios de la localidad seleccionada",
    "Poll Content": "Contenido de la Encuesta",
    "Provide additional context or details about your poll": "Proporciona contexto o detalles adicionales sobre tu encuesta",
    "Poll Type": "Tipo de Encuesta",
    "Select the type of poll you want to create. The type of poll will determine the number of options you can add.": "Selecciona el tipo de encuesta que deseas crear. El tipo de encuesta determinará la cantidad de opciones que puedes agregar.",
    "Binary polls have only two options, such as Yes or No.": "Las encuestas binarias tienen solo dos opciones, como Sí o No.",
    "Single choice polls allow participants to select only one option.": "Las encuestas de elección única permiten a los participantes seleccionar solo una opción.",
    "Multiple choice polls allow participants to select multiple options.": "Las encuestas de opción múltiple permiten a los participantes seleccionar múltiples opciones.",
    "Option $1": "Opción $1",
    "Enter option $1": "Ingresa la opción $1",
    "Remove Option": "Eliminar Opción",
    "Add option": "Agregar opción",
    "Set end date": "Establecer fecha de finalización",
    "End date": "Fecha de finalización",
    "Specify the date when the poll will end. Participants won't be able to vote after this date.": "Especifica la fecha en que la encuesta finalizará. Los participantes no podrán votar después de esta fecha.",
    "Anonymous poll": "Encuesta Anónima",
    "Your identity will be hidden as poll creator.": "Tu identidad estará oculta como creador de la encuesta.",
    "Your username will be visible as poll creator.": "Tu nombre de usuario será visible como creador de la encuesta.",
    "Write your perspective from $1": "Escribe tu perspectiva desde $1",
    "Write your perspective from your region": "Escribe tu perspectiva desde tu región",
    "Write your perspective from your subregion": "Escribe tu perspectiva desde tu subregión",
    "Write your perspective from your locality": "Escribe tu perspectiva desde tu localidad",
    "Write your perspective": "Escribe tu perspectiva",
    "Select a subregion": "Selecciona una subregión",
    "Search subregion...": "Buscar subregión...",
    "Search locality...": "Buscar localidad...",
    "Share Opinion": "Compartir Opinión",
    "$1": "$1",
    "No comments yet": "No hay comentarios aún",
    "Be the first to share a perspective": "Sé el primero en compartir una perspectiva",
    "Write a comment...": "Escribe un comentario...",
    "Send comment": "Enviar comentario",
    "Send": "Enviar",
    "The item ID must be a positive number.": "El ID del ítem debe ser un número positivo.",
    "Details cannot exceed $1 characters.": "Los detalles no pueden exceder los $1 caracteres.",
    "El comentario no puede estar vacío": "El comentario no puede estar vacío",
    "El comentario debe tener al menos 3 caracteres": "El comentario debe tener al menos 3 caracteres",
    "Opinion is required": "Se requiere opinión",
    "No hay comentarios aún. ¡Sé el primero en comentar!": "No hay comentarios aún. ¡Sé el primero en comentar!",
    "respuestas": "respuestas",
    "Inappropriate content": "Contenido inapropiado",
    "Spam or advertising": "Spam o publicidad",
    "Harmful or dangerous content": "Contenido dañino o peligroso",
    "False or misleading information": "Información falsa o engañosa",
    "Other reason": "Otra razón",
    "Hate speech": "Discurso de odio",
    "False information": "Información falsa",
    "Possible scam": "Posible estafa",
    "Spam": "Spam",
    "Duplicated issue": "Problema duplicado",
    "Fake profile": "Perfil falso",
    "Spam/Advertising": "Spam/Publicidad",
    "Thank you for your report!": "¡Gracias por tu reporte!",
    "Your report has been submitted and will be reviewed by our team.": "Tu reporte ha sido enviado y será revisado por nuestro equipo.",
    "Please let us know why you are reporting this content. Your report will be reviewed by our moderation team.": "Por favor, háznos saber por qué estás reportando este contenido. Tu reporte será revisado por nuestro equipo de moderación.",
    "Report reason": "Razón del reporte",
    "Select a reason": "Selecciona una razón",
    "Additional details": "Detalles adicionales",
    "Provide more information about why you are reporting this content...": "Proporciona más información sobre por qué estás reportando este contenido...",
    "Submitting...": "Enviando...",
    "Submit report": "Enviar reporte",
    "Write a comment": "Escribe un comentario",
    "Share your thoughts...": "Comparte tus pensamientos...",
    "Posting...": "Publicando...",
    "Post comment": "Publicar comentario",
    "Full Name": "Nombre Completo",
    "Enter your full name": "Ingresa tu nombre completo",
    "Bio": "Biografía",
    "Tell us something about yourself": "Cuéntanos algo sobre ti",
    "Enter your website URL": "Ingresa la URL de tu sitio web",
    "Gender": "Género",
    "Prefer not to say": "Prefiero no decir",
    "Global issue": "Problema Global",
    "This issue will be visible to all Geounity users": "Este problema será visible para todos los usuarios de Geounity",
    "International issue": "Problema Internacional",
    "This issue will be visible to users from selected countries": "Este problema será visible para usuarios de los países seleccionados",
    "National issue": "Problema Nacional",
    "This issue will be visible to users from selected country": "Este problema será visible para usuarios del país seleccionado",
    "Regional issue": "Problema Regional",
    "This issue will be visible to users from selected region": "Este problema será visible para usuarios de la región seleccionada",
    "Subregional issue": "Problema Subregional",
    "This issue will be visible to users from selected subregion": "Este problema será visible para usuarios de la subregión seleccionada",
    "Local issue": "Problema Local",
    "This issue will be visible to users from selected locality": "Este problema será visible para usuarios de la localidad seleccionada",
    "Write a clear and concise title. Example: Water leak in Central Square.": "Escribe un título claro y conciso. Ejemplo: Fuga de agua en la Plaza Central.",
    "Explain the problem in detail so that it is easy to understand.": "Explica el problema en detalle para que sea fácil de entender.",
    "Organization or official": "Organización u oficial",
    "Organization or official to whom this issue is addressed (optional)": "Organización u oficial a quien se dirige este problema (opcional)",
    "Anonymous issue": "Problema anónimo",
    "Your identity will be hidden as issue creator.": "Tu identidad estará oculta como creador del problema.",
    "Your username will be visible as issue creator.": "Tu nombre de usuario será visible como creador del problema.",
    "Cancel": "Cancelar",
    "Submit Issue": "Enviar Problema",
    "Issues in $1": "Problemas en $1",
    "Report Issue": "Reportar Problema",
    "Reported $1 ago": "Reportado hace $1",
    "Authentication required to create a poll": "Se requiere autenticación para crear una encuesta",
    "Maximum number of options exceeded. Please limit to 10 options.": "Se ha superado el número máximo de opciones. Por favor, limita a 10 opciones.",
    "Maximum number of tags exceeded. Please limit to 10 tags.": "Se ha superado el número máximo de etiquetas. Por favor, limita a 10 etiquetas.",
    "Poll created successfully": "Encuesta creada con éxito",
    "Authentication required to create a debate": "Se requiere autenticación para crear un debate",
    "Debate created successfully": "Debate creado con éxito",
    "Issue reported successfully": "Problema reportado con éxito",
    "Project created successfully": "Proyecto creado con éxito",
    "Your description must have at least 10 characters.": "Tu descripción debe tener al menos 10 caracteres.",
    "Your description must have $1 characters or less.": "Tu descripción debe tener $1 caracteres o menos.",
    "Please enter a title.": "Por favor, ingresa un título.",
    "The title must have 5 characters or more.": "El título debe tener 5 caracteres o más.",
    "The title must have $1 characters or less.": "El título debe tener $1 caracteres o menos.",
    "My Profile": "Mi Perfil",
    "Language": "Idioma",
    "Log Out": "Cerrar sesión",
    "Error loading divisions": "Error al cargar divisiones",
    "Error loading divisions:": "Error al cargar divisiones:",
    "Loading...": "Cargando...",
    "Toggle theme": "Cambiar tema",
    "Privacy": "Privacidad",
    "Terms": "Términos",
    "Cookies": "Cookies",
    "About us": "Acerca de nosotros",
    "Donation": "Donación",
    "Geounity © 2025": "Geounity © 2025",
    "Thank you for your request!": "¡Gracias por tu solicitud!",
    "We have received your interest in this community. We will notify you when it becomes available.": "Hemos recibido tu interés en esta comunidad. Te notificaremos cuando esté disponible.",
    "Close": "Cerrar",
    "We are gradually incorporating communities. If you want to prioritize a specific community, please provide the details below.": "Estamos incorporando comunidades gradualmente. Si deseas priorizar una comunidad específica, por favor proporciona los detalles a continuación.",
    "Country": "País",
    "Select a country...": "Selecciona un país...",
    "Region / Province / State": "Región / Provincia / Estado",
    "City / Locality": "Ciudad / Localidad",
    "Contact Email": "Correo Electrónico de Contacto",
    "Submit request": "Enviar solicitud",
    "No debates yet": "No hay debates aún",
    "Be the first to create a debate in $1 and start sharing ideas!": "Sé el primero en crear un debate en $1 y comienza a compartir ideas.",
    "Be the first to create a debate in this community and start sharing ideas!": "Sé el primero en crear un debate en esta comunidad y comienza a compartir ideas.",
    "Create First Debate": "Crear Primer Debate",
    "Owner": "Propietario",
    "Participating countries": "Países participantes",
    "Last activity:": "Última actividad:",
    "Delete debate": "Eliminar debate",
    "Report debate": "Reportar debate",
    "View debate": "Ver debate",
    "Are you sure you want to delete this debate? This action cannot be undone.": "¿Estás seguro de que deseas eliminar este debate? Esta acción no se puede deshacer.",
    "English": "Inglés",
    "Spanish": "Español",
    "Description is required": "Se requiere descripción",
    "Title is required": "Se requiere título",
    "At least one community must be selected": "Se debe seleccionar al menos una comunidad",
    "Title must have at least 5 characters": "El título debe tener al menos 5 caracteres",
    "Title must have $1 characters or less": "El título debe tener $1 caracteres o menos",
    "Description must have $1 characters or less": "La descripción debe tener $1 caracteres o menos",
    "At least one step is required": "Se requiere al menos un paso",
    "Please enter a name for the option.": "Por favor, ingresa un nombre para la opción.",
    "You must have at least 2 options.": "Debes tener al menos 2 opciones.",
    "You must have at most 10 options.": "Debes tener como máximo 10 opciones.",
    "Description must have at least 10 characters": "La descripción debe tener al menos 10 caracteres",
    "Organization name must have $1 characters or less": "El nombre de la organización debe tener $1 caracteres o menos",
    "Submit": "Enviar",
    "Reset": "Restablecer",
    "No projects yet": "No hay proyectos aún",
    "Be the first to create a project for $1 and start gathering support!": "Sé el primero en crear un proyecto para $1 y comienza a reunir apoyo.",
    "Be the first to create a project in this community and start gathering support!": "Sé el primero en crear un proyecto en esta comunidad y comienza a reunir apoyo.",
    "Create First Project": "Crear Primer Proyecto",
    "commitment": "compromiso",
    "commitments": "compromisos",
    "Project Goal": "Objetivo del Proyecto",
    "Delete project": "Eliminar proyecto",
    "View details": "Ver detalles",
    "Are you sure you want to delete this project? This action cannot be undone.": "¿Estás seguro de que deseas eliminar este proyecto? Esta acción no se puede deshacer.",
    "No polls yet": "No hay encuestas aún",
    "Be the first to create a poll in $1 and start gathering votes!": "Sé el primero en crear una encuesta en $1 y comienza a reunir votos.",
    "Be the first to create a poll in this community and start gathering votes!": "Sé el primero en crear una encuesta en esta comunidad y comienza a reunir votos.",
    "Create First Poll": "Crear Primera Encuesta",
    "Binary Poll": "Encuesta Binaria",
    "Countries:": "Países:",
    "You voted for $1 option$2.": "Votaste por $1 opción$2.",
    " You can select multiple options.": " Puedes seleccionar múltiples opciones.",
    "Delete poll": "Eliminar encuesta",
    "Report poll": "Reportar encuesta",
    "Are you sure you want to delete this poll?": "¿Estás seguro de que deseas eliminar esta encuesta?",
    "Report opinion": "Reportar opinión",
    "Delete opinion": "Eliminar opinión",
    "Are you sure you want to delete this opinion? This action cannot be undone.": "¿Estás seguro de que deseas eliminar esta opinión? Esta acción no se puede deshacer.",
    "Delete": "Eliminar",
    "No issues reported yet": "No se han reportado problemas aún",
    "Be the first to report an issue in $1 and help improve the community!": "Sé el primero en reportar un problema en $1 y ayuda a mejorar la comunidad.",
    "Be the first to report an issue in this community and help improve the community!": "Sé el primero en reportar un problema en esta comunidad y ayuda a mejorar la comunidad.",
    "Report First Issue": "Reportar Primer Problema",
    "This action cannot be undone.": "Esta acción no se puede deshacer.",
    "Confirm": "Confirmar",
    "1. Introduction": "",
    "At Geounity, we value your privacy. This Privacy Policy explains how we collect, use, disclose, and protect your personal information when you use our Service.": "",
    "2. Information We Collect": "",
    "Personal Information:": "",
    "We may collect personally identifiable information, such as your name, email address, location, and community preferences.": "",
    "Usage Information:": "",
    "Data about how you interact with our Service, including surveys, debates, and projects.": "",
    "Device Data:": "",
    "Technical information about the device you use to access the Service, such as IP address, browser type, and operating system.": "",
    "3. Use of Information": "",
    "To provide and improve our Service.": "",
    "To personalize your experience on the platform.": "",
    "To communicate with you about updates, promotions, and news.": "",
    "To analyze the use of the Service to develop new features.": "",
    "4. Sharing of Information": "",
    "With Third Parties:": "",
    "We do not sell your personal information to third parties. We may share aggregated and anonymized data with partners for analysis and improvements.": "",
    "Legal Requirements:": "",
    "We may disclose your information if required by law or to protect our rights.": "",
    "5. Information Security": "",
    "We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction.": "",
    "6. Data Retention": "",
    "We retain your personal information while your account is active or as necessary to provide you with the Service. We may also retain and use your information to comply with legal obligations, resolve disputes, and enforce our agreements.": "",
    "7. User Rights": "",
    "Depending on your location, you may have rights regarding your personal information, including:": "",
    "Access to your data.": "",
    "Correction of inaccurate data.": "",
    "Deletion of your data.": "",
    "Restriction of processing your data.": "",
    "8. Cookies and Similar Technologies": "",
    "We use cookies and similar technologies to enhance your experience on the Service. You can manage your cookie preferences through your browser settings.": "",
    "9. Changes to the Privacy Policy": "",
    "We may update this Privacy Policy from time to time. We will post any changes on this page and, if they are significant, we will notify you through the Service or via email.": "",
    "10. Contact": "",
    "If you have any questions or concerns about this Privacy Policy, contact us at ": "",
    "Roadmap": "",
    "Welcome to the Geounity roadmap. Here you can explore the current features and learn about our future plans to improve the platform.": "",
    "Current Features": "",
    "Interactive Surveys": "",
    "Creation and participation in binary (yes/no), single choice (multiple options, one answer), and multiple choice surveys to facilitate community decision-making.": "",
    "Community Debates": "",
    "Debate system that organizes opinions based on the internal divisions of the associated community, enabling structured and meaningful discussions.": "",
    "Collaborative Projects": "",
    "Platform to propose and collaborate on community projects with tracking of resources and donations.": "",
    "Local Reports": "",
    "System to directly report community issues to government agencies, state organizations, or current public officials for faster resolution.": "",
    "Social Authentication": "",
    "Simplified login via Google and GitHub to facilitate access.": "",
    "Basic Roles": "",
    "Role system (user, administrator) to manage permissions and responsibilities.": "",
    "Upcoming Features": "",
    "Advanced Surveys": "",
    "New types of surveys: ranking, numerical scale, and open-ended questions to obtain more detailed feedback.": "",
    "Coming Soon": "",
    "Image Gallery in Debates": "",
    "Support for multiple images in debates to enrich discussions with visual content.": "",
    "In Development": "",
    "Multilevel Debates": "",
    "Advanced nested response system to facilitate detailed and organized discussions.": "",
    "Notification System": "",
    "Email alerts and push notifications to keep users informed about relevant activities.": "",
    "Integration with Social Media": "",
    "Welcome to Geounity. These Terms of Service (Terms) govern your access to and use of our platform available at ": "",
    " (Service). By using our Service, you agree to comply with these Terms. If you do not agree, do not use the Service.": "",
    "2. Use of the Service": "",
    "Eligibility:": "",
    "You must be at least 13 years old to use our Service.": "",
    "User Accounts:": "",
    "You are responsible for maintaining the confidentiality of your account and password. Notify us immediately if you detect any unauthorized use of your account.": "",
    "User Conduct:": "",
    "You must not use the Service for illegal, defamatory, offensive activities or those that infringe on the rights of others.": "",
    "3. User Content": "",
    "Content Responsibility:": "",
    "You are responsible for the content you post on Geounity. You must not post content that violates laws, third-party rights, or is inappropriate.": "",
    "License:": "",
    "By posting content, you grant us a worldwide, non-exclusive, royalty-free license to use, reproduce, and display such content on the platform.": "",
    "4. Intellectual Property": "",
    "All intellectual property rights in the Service and its content belong to Geounity or its licensors. No rights are granted to you over any trademarks, logos, or other copyright-protected material.": "",
    "5. Service Modifications": "",
    "We reserve the right to modify or discontinue, temporarily or permanently, the Service with or without notice. We will not be liable to you or any third party for such modifications or interruptions.": "",
    "6. Termination": "",
    "We may terminate or suspend your access to the Service if you violate these Terms. Upon termination, you will cease all use of the Service.": "",
    "7. Limitation of Liability": "",
    "Geounity shall not be liable for any indirect, incidental, special, or consequential damages arising from the use or inability to use the Service.": "",
    "8. Indemnification": "",
    "You agree to indemnify and hold Geounity harmless from any claims, damages, obligations, losses, liabilities, costs, or debts arising from your use of the Service or your violation of these Terms.": "",
    "9. Governing Law": "",
    "These Terms shall be governed and construed in accordance with the laws of the country where Geounity is registered, without regard to its conflict of law provisions.": "",
    "If you have any questions about these Terms, contact us at ": ""
  }
}