{
  "locale": "pt_BR",
  "name": "pt (BR)",
  "translations": {
    "Debate": "Debate",
    "Global": "Global",
    "Overview": "Visão Geral",
    "Polls": "Enquetes",
    "Debates": "Debates",
    "Projects": "Projetos",
    "Members": "Membros",
    "International": "Internacional",
    "Leave Community": "Sair da Comunidade",
    "Leave": "Sair",
    "Join Community": "Entrar na Comunidade",
    "Join": "Entrar",
    "Issues": "Problemas",
    "Unite Communities, Shape the Future Together": "Una comunidades, moldem o futuro juntos",
    "Participate in surveys, debates, and projects to strengthen your local and global community.": "Participe de enquetes, debates e projetos para fortalecer sua comunidade local e global.",
    "Connect with neighbors, organizations, and governments to create real change in your locality and worldwide": "Conecte-se com vizinhos, organizações e governos para criar mudanças reais em sua localidade e no mundo",
    "Together we can:": "Juntos podemos:",
    "Conduct surveys and analyze community data": "Realizar enquetes e analisar dados da comunidade",
    "Participate in debates with diverse viewpoints": "Participar de debates com diversas perspectivas",
    "Launch projects and fund solutions": "Lançar projetos e financiar soluções",
    "Report to responsible institutions": "Reportar às instituições responsáveis",
    "Connect with members of your community": "Conectar-se com membros da sua comunidade",
    "Participate privately and securely": "Participar de forma privada e segura",
    "Be one of the first to strengthen communities!": "Seja um dos primeiros a fortalecer as comunidades!",
    "Get started in 1 click": "Comece com 1 clique",
    "Your privacy matters: profiles are private by default and you control your visibility": "Sua privacidade importa: perfis são privados por padrão e você controla a visibilidade",
    "Your data is 100% secure and private": "Seus dados são 100% seguros e privados",
    "By continuing, you agree to our ": "Ao continuar, você concorda com nossos ",
    "Terms of Service": "Termos de Serviço",
    " and ": " e ",
    "Privacy Policy": "Política de Privacidade",
    "Create debate": "Criar debate",
    "Log in to create a debate": "Faça login para criar um debate",
    "You need to log in to create debates and participate in the community.": "Você precisa fazer login para criar debates e participar da comunidade.",
    "The Global community": "A comunidade Global",
    "Create Project": "Criar Projeto",
    "Log in to create a project": "Faça login para criar um projeto",
    "You need to log in to create projects and participate in the community.": "Você precisa fazer login para criar projetos e participar da comunidade.",
    "Global Community": "Comunidade Global",
    "Global Community Members": "Membros da Comunidade Global",
    "Discover and connect with other users in this community.": "Descubra e conecte-se com outros usuários nesta comunidade.",
    "members": "membros",
    "Privacy Settings": "Configurações de Privacidade",
    "Visible to everyone": "Visível para todos",
    "Profile hidden": "Perfil oculto",
    "Change to hidden profile": "Mudar para perfil oculto",
    "Change to visible profile": "Mudar para perfil visível",
    "Your profile is visible to all community members.": "Seu perfil está visível para todos os membros da comunidade.",
    "Your profile is hidden. Only you can see it on this list.": "Seu perfil está oculto. Só você pode vê-lo nesta lista.",
    "Visible Members": "Membros Visíveis",
    "These members have chosen to make their profile visible in the community.": "Estes membros escolheram tornar seu perfil visível na comunidade.",
    "Anonymous User": "Usuário Anônimo",
    "View profile of $1": "Ver perfil de $1",
    "No visible members": "Nenhum membro visível",
    "You can be the first to make your profile visible by toggling the switch above.": "Você pode ser o primeiro a tornar seu perfil visível alternando o interruptor acima.",
    "Members have chosen to keep their profiles private.": "Membros escolheram manter seus perfis privados.",
    "Previous": "Anterior",
    "Page $1 of $2": "Página $1 de $2",
    "Next": "Próximo",
    "Crear debate": "Criar debate",
    "The International community": "A comunidade Internacional",
    "Create poll": "Criar enquete",
    "Sign in to create a poll": "Faça login para criar uma enquete",
    "You need to sign in to create polls and participate in the community.": "Você precisa fazer login para criar enquetes e participar da comunidade.",
    "Crear encuesta": "Criar enquete",
    "Crear proyecto": "Criar projeto",
    "Page not found": "Página não encontrada",
    "Sorry, the route you are looking for does not exist or has been moved to another location.": "Desculpe, a rota que você procura não existe ou foi movida para outro local.",
    "Return to home": "Voltar para a página inicial",
    "Choose your username": "Escolha seu nome de usuário",
    "Your username is how others will find you on the platform. Choose something memorable and unique.": "Seu nome de usuário é como outros irão encontrá-lo na plataforma. Escolha algo memorável e único.",
    "This will be your unique identifier and your profile URL: geounity.org/user/": "Este será seu identificador único e seu URL de perfil: geounity.org/user/",
    "Processing...": "Processando...",
    "Continue": "Continuar",
    "Why am I being asked for this information?": "Por que estou sendo solicitado a fornecer estas informações?",
    "About Geounity": "Sobre o Geounity",
    "A geopolitical platform designed to strengthen unity and growth of communities at global, national, and local levels.": "Uma plataforma geopolítica projetada para fortalecer a unidade e o crescimento de comunidades em níveis global, nacional e local.",
    "What is Geounity?": "O que é o Geounity?",
    "Geounity is an innovative participatory democracy platform that connects communities through a hierarchical structure, from the global to the local level. Our purpose is to foster collaboration, constructive debate, and collective problem-solving through digital tools accessible to all.": "Geounity é uma plataforma inovadora de democracia participativa que conecta comunidades através de uma estrutura hierárquica, do global ao local. Nosso propósito é promover colaboração, debates construtivos e solução coletiva de problemas através de ferramentas digitais acessíveis a todos.",
    "At Geounity, we believe that citizen participation is fundamental to building fairer, more transparent, and democratic societies. That is why we have created a space where everyone can express their ideas, participate in important decisions, and actively contribute to improving their environment.": "No Geounity, acreditamos que a participação cidadã é fundamental para construir sociedades mais justas, transparentes e democráticas. Por isso criamos um espaço onde todos podem expressar suas ideias, participar de decisões importantes e contribuir ativamente para melhorar seu ambiente.",
    "Community Structure": "Estrutura da Comunidade",
    "Geounity organizes communities in a hierarchical structure that allows users to interact at different levels according to their interests or geographical location.": "O Geounity organiza comunidades em uma estrutura hierárquica que permite aos usuários interagir em diferentes níveis de acordo com seus interesses ou localização geográfica.",
    "Global and International": "Global e Internacional",
    "The global level encompasses all users of the platform, while international communities involve two or more countries with shared interests.": "O nível global engloba todos os usuários da plataforma, enquanto comunidades internacionais envolvem dois ou mais países com interesses compartilhados.",
    "National and Regional": "Nacional e Regional",
    "Each country constitutes a national community. Within these, there are regional divisions such as provinces, states, or departments.": "Cada país constitui uma comunidade nacional. Dentro destas, há divisões regionais como províncias, estados ou departamentos.",
    "Subregional and Local": "Sub-regional e Local",
    "Subregions represent cities or municipalities, while the local level includes neighborhoods or districts, allowing for the addressing of specific issues in each area.": "Sub-regiões representam cidades ou municípios, enquanto o nível local inclui bairros ou distritos, permitindo abordar questões específicas de cada área.",
    "Services and Features": "Serviços e Recursos",
    "Geounity offers specific tools for each community, designed to promote participation and civic engagement.": "O Geounity oferece ferramentas específicas para cada comunidade, projetadas para promover participação e engajamento cívico.",
    "Surveys and Data": "Enquetes e Dados",
    "Create and participate in surveys to gather opinions and specific data from your community. The results are presented transparently and accessibly to all.": "Crie e participe de enquetes para coletar opiniões e dados específicos de sua comunidade. Os resultados são apresentados de forma transparente e acessível a todos.",
    "Debates and Discussions": "Debates e Discussões",
    "Organized spaces to discuss issues, propose solutions, and share viewpoints on relevant topics for your community.": "Espaços organizados para discutir questões, propor soluções e compartilhar pontos de vista sobre tópicos relevantes para sua comunidade.",
    "Projects and Fundraising": "Projetos e Arrecadação",
    "Propose, support, and collaborate on community projects. Geounity facilitates organization and collective funding to turn ideas into realities.": "Proponha, apoie e colabore em projetos comunitários. O Geounity facilita a organização e financiamento coletivo para transformar ideias em realidade.",
    "Reports": "Relatórios",
    "A system to send reports about local issues to the responsible authorities and track their status until resolution.": "Um sistema para enviar relatórios sobre questões locais às autoridades responsáveis e acompanhar seu status até a resolução.",
    "Connection between Members": "Conexão entre Membros",
    "Connect with other community members, follow their activities, and collaborate on shared initiatives, always respecting privacy options.": "Conecte-se com outros membros da comunidade, siga suas atividades e colabore em iniciativas compartilhadas, sempre respeitando as opções de privacidade.",
    "How It Works": "Como Funciona",
    "Geounity has been designed with ease of use and effectiveness in community participation in mind:": "O Geounity foi projetado pensando na facilidade de uso e eficácia na participação comunitária:",
    "Register and join communities based on your location or interests.": "Registre-se e participe de comunidades com base em sua localização ou interesses.",
    "Participate in surveys, debates, propose projects, or send reports.": "Participe de enquetes, debates, proponha projetos ou envie relatórios.",
    "Navigate through our hierarchical structure to access different community levels.": "Navegue por nossa estrutura hierárquica para acessar diferentes níveis comunitários.",
    "Adjust your visibility and privacy according to your preferences in each community.": "Ajuste sua visibilidade e privacidade de acordo com suas preferências em cada comunidade.",
    "Collaborate with other members to generate positive changes.": "Colabore com outros membros para gerar mudanças positivas.",
    "Benefits for Users": "Benefícios para Usuários",
    "Geounity empowers communities through multiple benefits:": "O Geounity capacita comunidades através de múltiplos benefícios:",
    "Effective Civic Participation": "Participação Cívica Efetiva",
    "Facilitates participation in decisions that affect your community, with tools that allow your voice to be heard effectively.": "Facilita a participação em decisões que afetam sua comunidade, com ferramentas que permitem que sua voz seja ouvida efetivamente.",
    "Transparency and Accountability": "Transparência e Responsabilidade",
    "Promotes transparency in community management through public reports and tracking of issues until resolution.": "Promove transparência na gestão comunitária através de relatórios públicos e acompanhamento de questões até sua resolução.",
    "Multilevel Collaboration": "Colaboração Multinível",
    "Encourages collaboration among people from different communities, from local to global, broadening perspectives and solutions.": "Incentiva a colaboração entre pessoas de diferentes comunidades, do local ao global, ampliando perspectivas e soluções.",
    "Inclusive Platform": "Plataforma Inclusiva",
    "Provides a space where everyone can participate regardless of their background, with tools designed to be accessible and intuitive.": "Oferece um espaço onde todos podem participar independente de sua origem, com ferramentas projetadas para serem acessíveis e intuitivas.",
    "Our Team": "Nossa Equipe",
    "Behind Geounity is a dedicated team of professionals passionate about civic engagement and digital democracy. Our diverse backgrounds in technology, community organization, and public policy drive our mission forward.": "Por trás do Geounity está uma equipe dedicada de profissionais apaixonados por engajamento cívico e democracia digital. Nossas diversas formações em tecnologia, organização comunitária e políticas públicas impulsionam nossa missão.",
    "Founder & Lead Developer": "Fundador e Desenvolvedor Principal",
    "Our Vision": "Nossa Visão",
    "To build a more united and collaborative world, where communities are empowered to solve their own challenges through technology and collective participation.": "Construir um mundo mais unido e colaborativo, onde comunidades são capacitadas para resolver seus próprios desafios através de tecnologia e participação coletiva.",
    "Our Mission": "Nossa Missão",
    "To provide an accessible, secure, and innovative platform that allows communities at all levels to grow and strengthen together, fostering transparency, democratic participation, and the common good.": "Fornecer uma plataforma acessível, segura e inovadora que permite comunidades em todos os níveis crescerem e se fortalecerem juntas, promovendo transparência, participação democrática e o bem comum.",
    "Be Part of the Change": "Faça Parte da Mudança",
    "Join Geounity today and start building a better future for your community and the world.": "Junte-se ao Geounity hoje e comece a construir um futuro melhor para sua comunidade e o mundo.",
    "Support Geounity": "Apoie o Geounity",
    "Help us build a more connected democratic future for communities worldwide.": "Ajude-nos a construir um futuro democrático mais conectado para comunidades ao redor do mundo.",
    "Why Your Support Matters": "Por Que Seu Apoio é Importante",
    "Geounity is a community-driven platform dedicated to strengthening democratic participation across local, national, and global communities. As we grow and evolve, we face ongoing costs to maintain our infrastructure and continue developing new features.": "O Geounity é uma plataforma comunitária dedicada a fortalecer a participação democrática em comunidades locais, nacionais e globais. À medida que crescemos, enfrentamos custos contínuos para manter nossa infraestrutura e desenvolver novos recursos.",
    "Your donations directly contribute to keeping Geounity accessible to all, regardless of their economic situation. We believe that democratic tools should be available to everyone, and your support helps make this vision possible.": "Suas doações contribuem diretamente para manter o Geounity acessível a todos, independente da situação econômica. Acreditamos que ferramentas democráticas devem estar disponíveis para todos, e seu apoio ajuda tornar esta visão possível.",
    "Where Your Money Goes": "Para Onde Vai Seu Dinheiro",
    "Server Infrastructure": "Infraestrutura de Servidores",
    "Hosting, database management, and ensuring our platform remains fast, reliable, and secure for all users.": "Hospedagem, gerenciamento de banco de dados e garantia que nossa plataforma permaneça rápida, confiável e segura para todos os usuários.",
    "Development": "Desenvolvimento",
    "Supporting our dedicated team of developers who work to improve existing features and build new ones based on community feedback.": "Apoio à nossa equipe dedicada de desenvolvedores que trabalham para melhorar recursos existentes e construir novos com base no feedback da comunidade.",
    "Community Growth": "Crescimento Comunitário",
    "Expanding our reach to bring Geounity's democratic tools to more communities across the globe.": "Expandir nosso alcance para levar as ferramentas democráticas do Geounity a mais comunidades pelo mundo.",
    "Our Commitment to Transparency": "Nosso Compromisso com Transparência",
    "We believe in complete transparency with our community. We're committed to using all donations responsibly and will share regular updates on how your contributions are helping Geounity grow.": "Acreditamos em transparência completa com nossa comunidade. Comprometemo-nos a usar todas as doações de forma responsável e compartilhar atualizações regulares sobre como suas contribuições estão ajudando o Geounity crescer.",
    "Every donation, no matter how small, makes a significant difference in our ability to maintain and improve the platform.": "Cada doação, não importa o tamanho, faz uma diferença significativa em nossa capacidade de manter e melhorar a plataforma.",
    "How to Support Us": "Como Nos Apoiar",
    "Ko-fi Donation": "Doação via Ko-fi",
    "Cryptocurrency": "Criptomoeda",
    "Buy Us a Coffee": "Compre um Café Para Nós",
    "Support our team with a donation through Ko-fi. Whether it's a one-time contribution or a recurring support, every bit helps fuel our mission.": "Apoie nossa equipe com uma doação via Ko-fi. Seja uma contribuição única ou suporte recorrente, cada ajuda alimenta nossa missão.",
    "Support on Ko-fi": "Apoiar no Ko-fi",
    "Cryptocurrency Donations": "Doações em Criptomoeda",
    "Support our project with your preferred cryptocurrency. Please ensure you use the correct network when sending funds to avoid loss.": "Apoie nosso projeto com sua criptomoeda preferida. Certifique-se de usar a rede correta ao enviar fundos para evitar perdas.",
    "Address:": "Endereço:",
    "Copy address": "Copiar endereço",
    "Link copied!": "Link copiado!",
    "Important: Use ": "Importante: Use ",
    " network only": " rede apenas",
    "Thank You!": "Obrigado!",
    "Your generosity is what keeps Geounity growing. Together, we're building a more connected, participatory future for communities worldwide.": "Sua generosidade é o que mantém o Geounity crescendo. Juntos, estamos construindo um futuro mais conectado e participativo para comunidades ao redor do mundo.",
    "Help Center": "Central de Ajuda",
    "Account": "Conta",
    "Username Information": "Informações do Nome de Usuário",
    "Back to username selection": "Voltar à seleção de nome de usuário",
    "Why do we ask for a username?": "Por que pedimos um nome de usuário?",
    "Your username is an essential part of your identity on Geounity. It's how you'll be recognized across the platform and how other members will find and connect with you.": "Seu nome de usuário é parte essencial de sua identidade no Geounity. É como você será reconhecido na plataforma e como outros membros irão encontrá-lo e conectar-se com você.",
    "Unique Identification": "Identificação Única",
    "Your username provides a unique identifier that distinguishes you from other members, even if they share the same name.": "Seu nome de usuário fornece um identificador único que o distingue de outros membros, mesmo que compartilhem o mesmo nome.",
    "Personal URL": "URL Pessoal",
    "Your username creates your personal profile URL (geounity.org/user/username), making it easy for others to find and share your profile.": "Seu nome de usuário cria seu URL de perfil pessoal (geounity.org/user/username), facilitando que outros encontrem e compartilhem seu perfil.",
    "Discoverability": "Descoberta",
    "A username makes it easy for community members to search for and find you when they want to collaborate or connect.": "Um nome de usuário facilita que membros da comunidade pesquisem e encontrem você quando quiserem colaborar ou conectar.",
    "Privacy Protection": "Proteção de Privacidade",
    "Using a username allows you to participate in discussions while maintaining some privacy, as you can choose how much personal information to reveal.": "Usar um nome de usuário permite que você participe de discussões mantendo privacidade, pois pode escolher quanta informação pessoal revelar.",
    "Choosing a good username": "Escolhendo um bom nome de usuário",
    "Use a name that's memorable and represents you well": "Use um nome memorável que o represente bem",
    "Keep it between 3-15 characters for best results": "Mantenha entre 3-15 caracteres para melhores resultados",
    "Only use letters, numbers, and underscores": "Use apenas letras, números e sublinhados",
    "Avoid impersonating others or using misleading names": "Evite imitar outros ou usar nomes enganosos",
    "Consider your privacy — usernames can be difficult to change later": "Considere sua privacidade — nomes de usuário podem ser difíceis de alterar depois",
    "If you have any questions or need assistance with choosing a username, please contact our support team at": "Se tiver dúvidas ou precisar de ajuda para escolher um nome de usuário, contate nossa equipe de suporte em",
    "Cookie Policy": "Política de Cookies",
    "Geounity uses cookies to enhance your experience while using our platform. You can review and manage cookie settings below.": "O Geounity usa cookies para melhorar sua experiência em nossa plataforma. Você pode revisar e gerenciar configurações de cookies abaixo.",
    "Essential Functionality": "Funcionalidades Essenciais",
    "Required": "Obrigatório",
    "These cookies are necessary for the proper functioning of our website. Without these cookies, the site would not work correctly.": "Estes cookies são necessários para o funcionamento adequado de nosso site. Sem eles, o site não funcionaria corretamente.",
    "Cookie": "Cookie",
    "Domain": "Domínio",
    "Type": "Tipo",
    "Duration": "Duração",
    "Authentication": "Autenticação",
    "Session": "Sessão",
    "Local Storage": "Armazenamento Local",
    "Persistent": "Persistente",
    "Analytics": "Análise",
    "Optional": "Opcional",
    "These cookies help us understand how visitors interact with our website. The information collected is used to improve our platform.": "Estes cookies nos ajudam entender como visitantes interagem com nosso site. As informações coletadas são usadas para melhorar nossa plataforma.",
    "Third-party": "Terceiros",
    "days": "dias",
    "Managing Your Cookie Preferences": "Gerenciando Suas Preferências de Cookies",
    "You can manage cookie preferences through your browser settings. Please note that disabling essential cookies may affect the functionality of our website.": "Você pode gerenciar preferências de cookies através das configurações do navegador. Desativar cookies essenciais pode afetar a funcionalidade do site.",
    "Most web browsers allow some control of cookies through browser settings. To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit ": "A maioria dos navegadores permite algum controle de cookies através das configurações. Para saber mais sobre cookies, incluindo como ver quais cookies foram definidos e como gerenciá-los, visite ",
    "Updates to This Policy": "Atualizações desta Política",
    "We may update our Cookie Policy from time to time. Any changes will be posted on this page with an updated revision date.": "Podemos atualizar nossa Política de Cookies periodicamente. Quaisquer alterações serão publicadas nesta página com data de revisão atualizada.",
    "About the Global Community": "Sobre a Comunidade Global",
    "The global community includes all countries and users around the world. Here you can participate in worldwide initiatives that affect the entire planet and connect with people from any country.": "A comunidade global inclui todos os países e usuários ao redor do mundo. Aqui você pode participar de iniciativas mundiais que afetam todo o planeta e conectar-se com pessoas de qualquer país.",
    "Global Information": "Informações Globais",
    "World Population": "População Mundial",
    "billion": "bilhões",
    "Countries": "Países",
    "registered in the platform": "registrados na plataforma",
    "Regions": "Regiões",
    "Sub Regions": "Sub-regiões",
    "Localities": "Localidades",
    "Platform Statistics": "Estatísticas da Plataforma",
    "Global Polls": "Enquetes Globais",
    "Discussions": "Discussões",
    "Global Trending Topics": "Tópicos em Alta Globais",
    "Climate Change Initiatives": "Iniciativas de Mudança Climática",
    "Discussions about global efforts to combat climate change and reduce carbon emissions.": "Discussões sobre esforços globais para combater mudanças climáticas e reduzir emissões de carbono.",
    "128 countries participating": "128 países participantes",
    "3.2k discussions": "3.2 mil discussões",
    "Global Economic Cooperation": "Cooperação Econômica Global",
    "Exploring new frameworks for international trade and economic partnerships.": "Explorando novos modelos para comércio internacional e parcerias econômicas.",
    "94 countries participating": "94 países participantes",
    "2.7k discussions": "2.7 mil discussões",
    "Sustainable Development Goals": "Objetivos de Desenvolvimento Sustentável",
    "Tracking progress on the UN's 17 Sustainable Development Goals worldwide.": "Acompanhando o progresso dos 17 ODS da ONU mundialmente.",
    "193 countries participating": "193 países participantes",
    "4.5k discussions": "4.5 mil discussões",
    "Active Global Projects": "Projetos Globais Ativos",
    "Ocean Cleanup Initiative": "Iniciativa de Limpeza dos Oceanos",
    "Progress": "Progresso",
    "42 countries collaborating": "42 países colaborando",
    "Global Education Access": "Acesso Global à Educação",
    "78 countries collaborating": "78 países colaborando",
    "Renewable Energy Network": "Rede de Energia Renovável",
    "56 countries collaborating": "56 países colaborando",
    "International Community": "Comunidade Internacional",
    "About the International Community": "Sobre a Comunidade Internacional",
    "While the global community includes all countries in the world, the international community groups a select set of countries that share common interests or specific agreements. Here you can participate in initiatives between specific countries.": "Enquanto a comunidade global inclui todos os países, a comunidade internacional agrupa países selecionados com interesses comuns ou acordos específicos. Aqui você participa de iniciativas entre países específicos.",
    "International Trending Topics": "Tópicos Internacionais em Alta",
    "International Climate Agreements": "Acordos Climáticos Internacionais",
    "Discussions on multinational efforts to combat climate change.": "Discussões sobre esforços multinacionais para combater mudanças climáticas.",
    "97 participating countries": "97 países participantes",
    "2.5k discussions": "2.5 mil discussões",
    "Post-Pandemic International Trade": "Comércio Internacional Pós-Pandemia",
    "Exploration of new frameworks for international trade and supply chains.": "Exploração de novos modelos para comércio internacional e cadeias de suprimentos.",
    "84 participating countries": "84 países participantes",
    "1.9k discussions": "1.9 mil discussões",
    "Global Cybersecurity": "Segurança Cibernética Global",
    "Debates on regulations and cooperation on cybersecurity issues among nations.": "Debates sobre regulamentações e cooperação em segurança cibernética entre nações.",
    "76 participating countries": "76 países participantes",
    "1.3k discussions": "1.3 mil discussões",
    "Active International Projects": "Projetos Internacionais Ativos",
    "Global Digital Connectivity": "Conectividade Digital Global",
    "38 countries collaborating": "38 países colaborando",
    "Reduction of Plastics in Oceans": "Redução de Plásticos nos Oceanos",
    "64 countries collaborating": "64 países colaborando",
    "Global Vaccination": "Vacinação Global",
    "129 countries collaborating": "129 países colaborando",
    "1. Introduction": "1. Introdução",
    "At Geounity, we value your privacy. This Privacy Policy explains how we collect, use, disclose, and protect your personal information when you use our Service.": "No Geounity, valorizamos sua privacidade. Esta Política explica como coletamos, usamos, divulgamos e protegemos suas informações pessoais quando você usa nosso Serviço.",
    "2. Information We Collect": "2. Informações Coletadas",
    "Personal Information:": "Informações Pessoais:",
    "We may collect personally identifiable information, such as your name, email address, location, and community preferences.": "Podemos coletar informações identificáveis como nome, email, localização e preferências comunitárias.",
    "Usage Information:": "Informações de Uso:",
    "Data about how you interact with our Service, including surveys, debates, and projects.": "Dados sobre sua interação com nosso Serviço, incluindo enquetes, debates e projetos.",
    "Device Data:": "Dados do Dispositivo:",
    "Technical information about the device you use to access the Service, such as IP address, browser type, and operating system.": "Informações técnicas sobre seu dispositivo, como IP, navegador e sistema operacional.",
    "3. Use of Information": "3. Uso das Informações",
    "To provide and improve our Service.": "Para fornecer e melhorar nosso Serviço.",
    "To personalize your experience on the platform.": "Para personalizar sua experiência na plataforma.",
    "To communicate with you about updates, promotions, and news.": "Para comunicar atualizações, promoções e notícias.",
    "To analyze the use of the Service to develop new features.": "Para analisar o uso do Serviço e desenvolver novos recursos.",
    "4. Sharing of Information": "4. Compartilhamento de Informações",
    "With Third Parties:": "Com Terceiros:",
    "We do not sell your personal information to third parties. We may share aggregated and anonymized data with partners for analysis and improvements.": "Não vendemos seus dados. Podemos compartilhar dados agregados/anônimos com parceiros para análises e melhorias.",
    "Legal Requirements:": "Requisitos Legais:",
    "We may disclose your information if required by law or to protect our rights.": "Podemos divulgar suas informações se exigido por lei ou para proteger nossos direitos.",
    "5. Information Security": "5. Segurança da Informação",
    "We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction.": "Implementamos medidas de segurança adequadas para proteger suas informações contra acesso não autorizado.",
    "6. Data Retention": "6. Retenção de Dados",
    "We retain your personal information while your account is active or as necessary to provide you with the Service. We may also retain and use your information to comply with legal obligations, resolve disputes, and enforce our agreements.": "Retemos suas informações pessoais enquanto sua conta estiver ativa ou conforme necessário para fornecer o Serviço. Também podemos reter e usar suas informações para cumprir obrigações legais, resolver disputas e fazer cumprir nossos acordos.",
    "7. User Rights": "7. Direitos do Usuário",
    "Depending on your location, you may have rights regarding your personal information, including:": "Dependendo da sua localização, você pode ter direitos em relação às suas informações pessoais, incluindo:",
    "Access to your data.": "Acesso aos seus dados.",
    "Correction of inaccurate data.": "Correção de dados imprecisos.",
    "Deletion of your data.": "Exclusão de seus dados.",
    "Restriction of processing your data.": "Restrição do processamento de seus dados.",
    "8. Cookies and Similar Technologies": "8. Cookies e Tecnologias Semelhantes",
    "We use cookies and similar technologies to enhance your experience on the Service. You can manage your cookie preferences through your browser settings.": "Usamos cookies e tecnologias semelhantes para melhorar sua experiência no Serviço. Você pode gerenciar suas preferências de cookies nas configurações do seu navegador.",
    "9. Changes to the Privacy Policy": "9. Alterações na Política de Privacidade",
    "We may update this Privacy Policy from time to time. We will post any changes on this page and, if they are significant, we will notify you through the Service or via email.": "Podemos atualizar esta Política de Privacidade periodicamente. Publicaremos quaisquer alterações nesta página e, se forem significativas, notificaremos você através do Serviço ou por e-mail.",
    "10. Contact": "10. Contato",
    "If you have any questions or concerns about this Privacy Policy, contact us at ": "Se você tiver alguma dúvida ou preocupação sobre esta Política de Privacidade, entre em contato conosco em ",
    "Welcome to Geounity. These Terms of Service (Terms) govern your access to and use of our platform available at ": "Bem-vindo ao Geounity. Estes Termos de Serviço (Termos) regem seu acesso e uso de nossa plataforma disponível em ",
    " (Service). By using our Service, you agree to comply with these Terms. If you do not agree, do not use the Service.": " (Serviço). Ao usar nosso Serviço, você concorda em cumprir estes Termos. Se você não concordar, não use o Serviço.",
    "2. Use of the Service": "2. Uso do Serviço",
    "Eligibility:": "Elegibilidade:",
    "You must be at least 13 years old to use our Service.": "Você deve ter pelo menos 13 anos de idade para usar nosso Serviço.",
    "User Accounts:": "Contas de Usuário:",
    "You are responsible for maintaining the confidentiality of your account and password. Notify us immediately if you detect any unauthorized use of your account.": "Você é responsável por manter a confidencialidade de sua conta e senha. Notifique-nos imediatamente se detectar qualquer uso não autorizado de sua conta.",
    "User Conduct:": "Conduta do Usuário:",
    "You must not use the Service for illegal, defamatory, offensive activities or those that infringe on the rights of others.": "Você não deve usar o Serviço para atividades ilegais, difamatórias, ofensivas ou que infrinjam os direitos de terceiros.",
    "3. User Content": "3. Conteúdo do Usuário",
    "Content Responsibility:": "Responsabilidade pelo Conteúdo:",
    "You are responsible for the content you post on Geounity. You must not post content that violates laws, third-party rights, or is inappropriate.": "Você é responsável pelo conteúdo que publica no Geounity. Você não deve publicar conteúdo que viole leis, direitos de terceiros ou que seja inadequado.",
    "License:": "Licença:",
    "By posting content, you grant us a worldwide, non-exclusive, royalty-free license to use, reproduce, and display such content on the platform.": "Ao publicar conteúdo, você nos concede uma licença mundial, não exclusiva e isenta de royalties para usar, reproduzir e exibir tal conteúdo na plataforma.",
    "4. Intellectual Property": "4. Propriedade Intelectual",
    "All intellectual property rights in the Service and its content belong to Geounity or its licensors. No rights are granted to you over any trademarks, logos, or other copyright-protected material.": "Todos os direitos de propriedade intelectual do Serviço e seu conteúdo pertencem ao Geounity ou seus licenciadores. Nenhum direito é concedido a você sobre quaisquer marcas registradas, logotipos ou outro material protegido por direitos autorais.",
    "5. Service Modifications": "5. Modificações do Serviço",
    "We reserve the right to modify or discontinue, temporarily or permanently, the Service with or without notice. We will not be liable to you or any third party for such modifications or interruptions.": "Reservamo-nos o direito de modificar ou descontinuar, temporária ou permanentemente, o Serviço com ou sem aviso prévio. Não seremos responsáveis perante você ou qualquer terceiro por tais modificações ou interrupções.",
    "6. Termination": "6. Rescisão",
    "We may terminate or suspend your access to the Service if you violate these Terms. Upon termination, you will cease all use of the Service.": "Podemos rescindir ou suspender seu acesso ao Serviço se você violar estes Termos. Após a rescisão, você cessará todo o uso do Serviço.",
    "7. Limitation of Liability": "7. Limitação de Responsabilidade",
    "Geounity shall not be liable for any indirect, incidental, special, or consequential damages arising from the use or inability to use the Service.": "O Geounity não será responsável por quaisquer danos indiretos, incidentais, especiais ou consequenciais decorrentes do uso ou da impossibilidade de usar o Serviço.",
    "8. Indemnification": "8. Indenização",
    "You agree to indemnify and hold Geounity harmless from any claims, damages, obligations, losses, liabilities, costs, or debts arising from your use of the Service or your violation of these Terms.": "Você concorda em indenizar e isentar o Geounity de quaisquer reclamações, danos, obrigações, perdas, responsabilidades, custos ou dívidas decorrentes de seu uso do Serviço ou de sua violação destes Termos.",
    "9. Governing Law": "9. Lei Aplicável",
    "These Terms shall be governed and construed in accordance with the laws of the country where Geounity is registered, without regard to its conflict of law provisions.": "Estes Termos serão regidos e interpretados de acordo com as leis do país onde o Geounity está registrado, sem levar em consideração suas disposições sobre conflitos de leis.",
    "If you have any questions about these Terms, contact us at ": "Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco em ",
    "Roadmap": "Roadmap",
    "Welcome to the Geounity roadmap. Here you can explore the current features and learn about our future plans to improve the platform.": "Bem-vindo ao roadmap do Geounity. Aqui você pode explorar os recursos atuais e aprender sobre nossos planos futuros para melhorar a plataforma.",
    "Current Features": "Recursos Atuais",
    "Interactive Surveys": "Enquetes Interativas",
    "Creation and participation in binary (yes/no), single choice (multiple options, one answer), and multiple choice surveys to facilitate community decision-making.": "Criação e participação em enquetes binárias (sim/não), de escolha única (múltiplas opções, uma resposta) e de múltipla escolha para facilitar a tomada de decisões da comunidade.",
    "Community Debates": "Debates Comunitários",
    "Debate system that organizes opinions based on the internal divisions of the associated community, enabling structured and meaningful discussions.": "Sistema de debate que organiza opiniões com base nas divisões internas da comunidade associada, permitindo discussões estruturadas e significativas.",
    "Collaborative Projects": "Projetos Colaborativos",
    "Platform to propose and collaborate on community projects with tracking of resources and donations.": "Plataforma para propor e colaborar em projetos comunitários com rastreamento de recursos e doações.",
    "Local Reports": "Relatos Locais",
    "System to directly report community issues to government agencies, state organizations, or current public officials for faster resolution.": "Sistema para relatar diretamente problemas da comunidade a agências governamentais, organizações estatais ou funcionários públicos atuais para uma resolução mais rápida.",
    "Social Authentication": "Autenticação Social",
    "Simplified login via Google and GitHub to facilitate access.": "Login simplificado via Google e GitHub para facilitar o acesso.",
    "Basic Roles": "Funções Básicas",
    "Role system (user, administrator) to manage permissions and responsibilities.": "Sistema de funções (usuário, administrador) para gerenciar permissões e responsabilidades.",
    "Upcoming Features": "Próximos Recursos",
    "Advanced Surveys": "Enquetes Avançadas",
    "New types of surveys: ranking, numerical scale, and open-ended questions to obtain more detailed feedback.": "Novos tipos de enquetes: classificação, escala numérica e perguntas abertas para obter feedback mais detalhado.",
    "Coming Soon": "Em Breve",
    "Image Gallery in Debates": "Galeria de Imagens em Debates",
    "Support for multiple images in debates to enrich discussions with visual content.": "Suporte para múltiplas imagens em debates para enriquecer as discussões com conteúdo visual.",
    "In Development": "Em Desenvolvimento",
    "Multilevel Debates": "Debates Multiníveis",
    "Advanced nested response system to facilitate detailed and organized discussions.": "Sistema avançado de resposta aninhada para facilitar discussões detalhadas e organizadas.",
    "Notification System": "Sistema de Notificação",
    "Email alerts and push notifications to keep users informed about relevant activities.": "Alertas por e-mail e notificações push para manter os usuários informados sobre atividades relevantes.",
    "Integration with Social Media": "Integração com Mídias Sociais",
    "Ability to share content directly on social media to increase visibility.": "Capacidade de compartilhar conteúdo diretamente nas mídias sociais para aumentar a visibilidade.",
    "Integrated Content Relationships": "Relações de Conteúdo Integradas",
    "Association of surveys to debates, requiring respondents to answer the survey in order to express their opinion, and direct linkage between projects and debates to enrich participation and obtain structured feedback.": "Associação de enquetes a debates, exigindo que os participantes respondam à enquete para expressar sua opinião, e ligação direta entre projetos e debates para enriquecer a participação e obter feedback estruturado.",
    "AI Assistance": "Assistência de IA",
    "AI tools to assist in content creation and analysis of debates and projects.": "Ferramentas de IA para auxiliar na criação de conteúdo e análise de debates e projetos.",
    "Research": "Pesquisa",
    "Gamification": "Gamificação",
    "Badge and points system to encourage active and constructive participation.": "Sistema de selos e pontos para incentivar a participação ativa e construtiva.",
    "AI Moderation": "Moderação por IA",
    "Automatic filtering of inappropriate content using artificial intelligence.": "Filtragem automática de conteúdo inadequado usando inteligência artificial.",
    "Geographic Visualizations": "Visualizações Geográficas",
    "Integration of D3.js with maps for interactive visualizations of geographic data and local statistics.": "Integração de D3.js com mapas para visualizações interativas de dados geográficos e estatísticas locais.",
    "Planning Phase": "Fase de Planejamento",
    "Sustainability Model": "Modelo de Sustentabilidade",
    "Implementation of a subscription model for premium users to sustainably maintain the platform.": "Implementação de um modelo de assinatura para usuários premium para manter a plataforma de forma sustentável.",
    "Advanced Roles": "Funções Avançadas",
    "New roles such as mediators and public officials to facilitate interaction between citizens and government.": "Novas funções, como mediadores e funcionários públicos, para facilitar a interação entre cidadãos e governo.",
    "Multilingual Support": "Suporte Multilíngue",
    "Full support for Spanish and English, with the possibility of adding more languages in the future.": "Suporte total para espanhol e inglês, com a possibilidade de adicionar mais idiomas no futuro.",
    "Commission-Free Projects": "Projetos Sem Comissão",
    "Implementation of a community payment system for projects where 100% of funds go directly to the cause. Geounity will never charge commission on donations.": "Implementação de um sistema de pagamento comunitário para projetos onde 100% dos fundos vão diretamente para a causa. O Geounity nunca cobrará comissão sobre doações.",
    "Future": "Futuro",
    "Real-Time Communication": "Comunicação em Tempo Real",
    "Direct messaging and chat rooms to facilitate instant collaboration among users.": "Mensagens diretas e salas de bate-papo para facilitar a colaboração instantânea entre os usuários.",
    "Integration with Government APIs": "Integração com APIs Governamentais",
    "Connection with government data to enrich discussions with official information.": "Conexão com dados governamentais para enriquecer as discussões com informações oficiais.",
    "Mobile Application": "Aplicativo Móvel",
    "Version for mobile devices as a native app or PWA to improve accessibility.": "Versão para dispositivos móveis como um aplicativo nativo ou PWA para melhorar a acessibilidade.",
    "Sentiment Analysis": "Análise de Sentimento",
    "Use of AI to analyze opinions and trends in debates and comments.": "Uso de IA para analisar opiniões e tendências em debates e comentários.",
    "This roadmap is dynamic and may change according to the needs of the community. We value your feedback and suggestions to improve our platform.": "Este roadmap é dinâmico e pode mudar de acordo com as necessidades da comunidade. Valorizamos seu feedback e sugestões para melhorar nossa plataforma.",
    "In this global debate, each country can share its point of view. When commenting, you must select your country of origin.": "Neste debate global, cada país pode compartilhar seu ponto de vista. Ao comentar, você deve selecionar seu país de origem.",
    "In this international debate, only selected countries can participate. Select your country from the list to share your opinion.": "Neste debate internacional, apenas países selecionados podem participar. Selecione seu país na lista para compartilhar sua opinião.",
    "In this national debate, each region of the country can share its point of view. Select your region to comment.": "Neste debate nacional, cada região do país pode compartilhar seu ponto de vista. Selecione sua região para comentar.",
    "In this regional debate, each subregion can share its point of view. Select your subregion to comment.": "Neste debate regional, cada sub-região pode compartilhar seu ponto de vista. Selecione sua sub-região para comentar.",
    "In this subregional debate, each locality can share its point of view. Select your locality to comment.": "Neste debate sub-regional, cada localidade pode compartilhar seu ponto de vista. Selecione sua localidade para comentar.",
    "Participate in this debate by sharing your opinion.": "Participe deste debate compartilhando sua opinião.",
    "Viewpoints by Region": "Pontos de Vista por Região",
    "Viewpoints by Subregion": "Pontos de Vista por Sub-região",
    "Viewpoints by Locality": "Pontos de Vista por Localidade",
    "Viewpoints by Country": "Pontos de Vista por País",
    "Search regions...": "Pesquisar regiões...",
    "Search subregions...": "Pesquisar sub-regiões...",
    "Search localities...": "Pesquisar localidades...",
    "Search countries...": "Pesquisar países...",
    "No regions found matching $1": "Nenhuma região encontrada correspondendo a $1",
    "No subregions found matching $1": "Nenhuma sub-região encontrada correspondendo a $1",
    "No localities found matching $1": "Nenhuma localidade encontrada correspondendo a $1",
    "No countries found matching $1": "Nenhum país encontrado correspondendo a $1",
    "No regions participating yet": "Nenhuma região participando ainda",
    "No subregions participating yet": "Nenhuma sub-região participando ainda",
    "No localities participating yet": "Nenhuma localidade participando ainda",
    "No countries participating yet": "Nenhum país participando ainda",
    "Be the first to share a perspective from your region": "Seja o primeiro a compartilhar uma perspectiva de sua região",
    "Be the first to share a perspective from your subregion": "Seja o primeiro a compartilhar uma perspectiva de sua sub-região",
    "Be the first to share a perspective from your locality": "Seja o primeiro a compartilhar uma perspectiva de sua localidade",
    "Be the first to share a perspective from your country": "Seja o primeiro a compartilhar uma perspectiva de seu país",
    "Log in": "Entrar",
    "Log in to participate in debates and share your opinion.": "Entre para participar de debates e compartilhar sua opinião.",
    "Debate Cover Image": "Imagem de Capa do Debate",
    "Global Debate": "Debate Global",
    "International Debate": "Debate Internacional",
    "National Debate": "Debate Nacional",
    "Regional Debate": "Debate Regional",
    "Subregional Debate": "Debate Sub-regional",
    "Local Debate": "Debate Local",
    "$1 opinions": "$1 opiniões",
    "$1 views": "$1 visualizações",
    "Created by": "Criado por",
    "Show less": "Mostrar menos",
    "Read more": "Leia mais",
    "Share your perspective": "Compartilhe sua perspectiva",
    "$1 regions participating": "$1 regiões participando",
    "$1 countries participating": "$1 países participando",
    "You can only comment once in this debate.": "Você só pode comentar uma vez neste debate.",
    "Please ": "Por favor, ",
    "log in": "entre",
    " to share your perspective.": " para compartilhar sua perspectiva.",
    "No regions found": "Nenhuma região encontrada",
    "No countries found": "Nenhum país encontrado",
    "Log in to participate": "Entre para participar",
    "You need to log in to vote, comment, and participate in the community.": "Você precisa entrar para votar, comentar e participar da comunidade.",
    "Poll": "Enquete",
    "Closed": "Fechado",
    "Total votes:": "Total de votos:",
    "You voted for $1 option$2": "Você votou na opção $1$2",
    ". You can select multiple options.": ". Você pode selecionar várias opções.",
    "Your vote": "Seu voto",
    "votes": "votos",
    "Anonymous": "Anônimo",
    "Ended": "Encerrado",
    "Ends": "Termina",
    "Upvote": "Votar a favor",
    "Downvote": "Votar contra",
    "Copy link": "Copiar link",
    "Comments": "Comentários",
    "Sign in to join the conversation and leave a comment": "Entre para participar da conversa e deixar um comentário",
    "Sign in": "Entrar",
    "Poll Information": "Informações da Enquete",
    "Created on": "Criado em",
    "Scope": "Escopo",
    "Ended on": "Encerrado em",
    "Ends on": "Termina em",
    "Views": "Visualizações",
    "Poll Statistics": "Estatísticas da Enquete",
    "Total Votes": "Total de Votos",
    "Upvotes": "Votos a Favor",
    "You need to log in to comment and participate in the community.": "Você precisa entrar para comentar e participar da comunidade.",
    "Report project": "Reportar projeto",
    "views": "visualizações",
    "Project Steps": "Etapas do Projeto",
    "Resources needed": "Recursos necessários",
    "Sign in to leave a comment": "Entre para deixar um comentário",
    "Project Information": "Informações do Projeto",
    "Status": "Status",
    "Commitments": "Compromissos",
    "Tags": "Tags",
    "Profile Banner": "Banner do Perfil",
    "Followers": "Seguidores",
    "Following": "Seguindo",
    "Edit Profile": "Editar Perfil",
    "Unfollow": "Deixar de Seguir",
    "Follow": "Seguir",
    "Male": "Masculino",
    "Female": "Feminino",
    "Non-binary": "Não binário",
    "Last login": "Último login",
    "Activity Statistics": "Estatísticas de Atividade",
    "Created": "Criado",
    "Voted": "Votado",
    "Total Participation": "Participação Total",
    "Opinions": "Opiniões",
    "Donations": "Doações",
    "Supports": "Apoios",
    "Communities": "Comunidades",
    "Show membership": "Mostrar membros",
    "This user does not belong to any community.": "Este usuário não pertence a nenhuma comunidade.",
    "Create debate for $1": "Criar debate para $1",
    "The $1 community": "A comunidade $1",
    "Members of $1": "Membros de $1",
    "Report issue in $1": "Reportar problema em $1",
    "Create poll for $1": "Criar enquete para $1",
    "Welcome to the national community where citizens connect, share ideas, and work together.": "Bem-vindo à comunidade nacional onde os cidadãos se conectam, compartilham ideias e trabalham juntos.",
    "Country Information": "Informações do País",
    "Native Name": "Nome Nativo",
    "Not available": "Não disponível",
    "Capital": "Capital",
    "Population": "População",
    "Area": "Área",
    "ISO Code": "Código ISO",
    "Currency": "Moeda",
    "Languages": "Idiomas",
    "Timezone": "Fuso Horário",
    "Region": "Região",
    "Bordering Countries": "Países Fronteiriços",
    "View on Google Maps": "Ver no Google Maps",
    "View on OpenStreetMap": "Ver no OpenStreetMap",
    "Featured Topics in $1": "Tópicos em Destaque em $1",
    "comments": "comentários",
    "There are no featured debates yet. Be the first to create one!": "Ainda não há debates em destaque. Seja o primeiro a criar um!",
    "Active Projects": "Projetos Ativos",
    "participants": "participantes",
    "There are no active projects yet. Start the first one!": "Ainda não há projetos ativos. Comece o primeiro!",
    "Reported Issues": "Problemas Reportados",
    "No specific location": "Nenhuma localização específica",
    "Open": "Aberto",
    "In Progress": "Em Andamento",
    "Resolved": "Resolvido",
    "There are no reported issues yet.": "Ainda não há problemas reportados.",
    "Active Polls": "Enquetes Ativas",
    "Ends: ": "Termina em:",
    "There are no active polls currently.": "Não há enquetes ativas no momento.",
    "Create debate for $1, $2": "Criar debate para $1, $2",
    "The $1 community ($2)": "A comunidade $1 ($2)",
    "The $1 community in $2": "A comunidade $1 em $2",
    "Create project for $1": "Criar projeto para $1",
    "Discover and connect with other members of the global Geounity community": "Descubra e conecte-se com outros membros da comunidade global Geounity",
    "Geounity International Community": "Comunidade Internacional Geounity",
    "Overview of the Geounity international community - connecting communities around the world": "Visão geral da comunidade internacional Geounity - conectando comunidades ao redor do mundo",
    "Geounity Global Community": "Comunidade Global Geounity",
    "Global community overview for Geounity - connecting communities worldwide": "Visão geral da comunidade global para Geounity - conectando comunidades em todo o mundo",
    "National": "Nacional",
    "Regional": "Regional",
    "Subregional": "Sub-regional",
    "Binary": "Binário",
    "Single Choice": "Escolha Única",
    "Multiple Choice": "Múltipla Escolha",
    "Poll Details": "Detalhes da Enquete",
    "View poll details and join the conversation": "Veja os detalhes da enquete e participe da conversa",
    "Choose one option only": "Escolha apenas uma opção",
    "Choose multiple options": "Escolha várias opções",
    "Participate in this poll": "Participe desta enquete",
    "Project Details": "Detalhes do Projeto",
    "View project details and join the collaboration": "Veja os detalhes do projeto e participe da colaboração",
    "$1 - Members": "$1 - Membros",
    "Members of the community of $1": "Membros da comunidade de $1",
    "$1 - Community": "$1 - Comunidade",
    "Citizen participation platform for the $1 community": "Plataforma de participação cidadã para a comunidade $1",
    "Members of $1 Region": "Membros da Região de $1",
    "Connect with citizens in $1's $2 region.": "Conecte-se com cidadãos na região $2 de $1.",
    "Your profile is visible to all regional community members.": "Seu perfil está visível para todos os membros da comunidade regional.",
    "Your profile is hidden. Only you can see it in this regional list.": "Seu perfil está oculto. Somente você pode vê-lo nesta lista regional.",
    "Discover active members in the $1 region.": "Descubra membros ativos na região de $1.",
    "Be the first to make your profile visible in $1 region.": "Seja o primeiro a tornar seu perfil visível na região de $1.",
    "Regional members have chosen to keep their profiles private.": "Membros regionais optaram por manter seus perfis privados.",
    "Create project for $1, $2": "Criar projeto para $1, $2",
    "The $1 community, $2": "A comunidade $1, $2",
    "Create poll for $1, $2": "Criar enquete para $1, $2",
    "Welcome to the regional community where citizens collaborate on local matters.": "Bem-vindo à comunidade regional onde os cidadãos colaboram em assuntos locais.",
    "Region Information": "Informações da Região",
    "Governor": "Governador",
    "Founded": "Fundada",
    "Official Website": "Website Oficial",
    "Sign in to create a debate": "Entre para criar um debate",
    "Connect with others in your subregional community.": "Conecte-se com outras pessoas em sua comunidade sub-regional.",
    "Your visibility in $1": "Sua visibilidade em $1",
    "Hidden profile": "Perfil oculto",
    "Switch to hidden profile": "Mudar para perfil oculto",
    "Switch to visible profile": "Mudar para perfil visível",
    "You're visible to everyone in this community.": "Você está visível para todos nesta comunidade.",
    "You're only visible to community administrators.": "Você está visível apenas para os administradores da comunidade.",
    "Connect with others in your local community.": "Conecte-se com outras pessoas em sua comunidade local.",
    "Welcome to the local community where citizens collaborate on specific subregion issues.": "Bem-vindo à comunidade local onde os cidadãos colaboram em questões específicas da sub-região.",
    "Subregion Information": "Informações da Sub-região",
    "Main City": "Cidade Principal",
    "Local Government": "Governo Local",
    "Postal Code": "Código Postal",
    "Foundation": "Fundação",
    "View on Map": "Ver no Mapa",
    "Welcome to the local community where neighbors collaborate on specific neighborhood issues.": "Bem-vindo à comunidade local onde os vizinhos colaboram em questões específicas do bairro.",
    "Locality Information": "Informações da Localidade",
    "Local Authority": "Autoridade Local",
    "Neighborhood Associations": "Associações de Bairro",
    "Website": "Website",
    "Geounity": "Geounity",
    "Example: Climate Change": "Exemplo: Mudança Climática",
    "The search function will be available soon. We are working to implement it.": "A função de pesquisa estará disponível em breve. Estamos trabalhando para implementá-la.",
    "Login": "Entrar",
    "Login to your account": "Entrar na sua conta",
    "Menu": "Menu",
    "New Community": "Nova Comunidade",
    "Request new community": "Solicitar nova comunidade",
    "Please sign in to request a new community": "Por favor, entre para solicitar uma nova comunidade",
    "$1, $2 - Members": "$1, $2 - Membros",
    "Members of the regional community in $1, $2": "Membros da comunidade regional em $1, $2",
    "$1, $2 - Community": "$1, $2 - Comunidade",
    "Local participation platform for the $1 community in $2": "Plataforma de participação local para a comunidade $1 em $2",
    "Members of the $1 community": "Membros da comunidade $1",
    "$1, $2, $3 - Community": "$1, $2, $3 - Comunidade",
    "Local participation platform for the community of $1 in $2, $3": "Plataforma de participação local para a comunidade de $1 em $2, $3",
    "$1, $2, $3, $4 - Community": "$1, $2, $3, $4 - Comunidade",
    "Local participation platform for the community of $1 in $2, $3, $4": "Plataforma de participação local para a comunidade de $1 em $2, $3, $4",
    "You must be logged in to report content.": "Você deve estar logado para denunciar conteúdo.",
    "Report submitted successfully. Thank you for your cooperation.": "Denúncia enviada com sucesso. Obrigado pela sua colaboração.",
    "An unexpected error occurred while submitting the report": "Ocorreu um erro inesperado ao enviar a denúncia",
    "Comment added successfully": "Comentário adicionado com sucesso",
    "You must be logged in to submit requests.": "Você deve estar logado para enviar solicitações.",
    "Request submitted successfully": "Solicitação enviada com sucesso",
    "Your request has been received. We will contact you soon.": "Sua solicitação foi recebida. Entraremos em contato em breve.",
    "An unexpected error occurred": "Ocorreu um erro inesperado",
    "Opinion shared successfully": "Opinião compartilhada com sucesso",
    "Profile updated successfully": "Perfil atualizado com sucesso",
    "Continue with Google": "Continuar com o Google",
    "Continue with Github": "Continuar com o Github",
    "Search debates...": "Pesquisar debates...",
    "Filter": "Filtrar",
    "Create": "Criar",
    "Explore and participate in community debates": "Explore e participe de debates da comunidade",
    "No debates found": "Nenhum debate encontrado",
    "No debate matches your search $1. Try other keywords or clear the search.": "Nenhum debate corresponde à sua pesquisa $1. Tente outras palavras-chave ou limpe a pesquisa.",
    "Clear search": "Limpar pesquisa",
    "You need to log in to participate in debates and in the community.": "Você precisa entrar para participar de debates e da comunidade.",
    "Global debate": "Debate global",
    "This debate will be visible to all Geounity users": "Este debate será visível para todos os usuários do Geounity",
    "International debate": "Debate internacional",
    "This debate will be visible to users from selected countries": "Este debate será visível para usuários dos países selecionados",
    "National debate": "Debate nacional",
    "This debate will be visible to users from selected country": "Este debate será visível para usuários do país selecionado",
    "Regional debate": "Debate regional",
    "This debate will be visible to users from selected region": "Este debate será visível para usuários da região selecionada",
    "Local debate": "Debate local",
    "This debate will be visible to users from selected locality": "Este debate será visível para usuários da localidade selecionada",
    "Select countries": "Selecionar países",
    "Select a country": "Selecione um país",
    "Search country...": "Pesquisar país...",
    "Select a region": "Selecione uma região",
    "Select region...": "Selecionar região...",
    "No region available": "Nenhuma região disponível",
    "Select subregion...": "Selecionar sub-região...",
    "No subregion available": "Nenhuma sub-região disponível",
    "Select a locality": "Selecione uma localidade",
    "Select locality...": "Selecionar localidade...",
    "No locality available": "Nenhuma localidade disponível",
    "Debate Content": "Conteúdo do Debate",
    "Title": "Título",
    "Enter a clear and concise title": "Insira um título claro e conciso",
    "Description": "Descrição",
    "Provide detailed information about the debate topic": "Forneça informações detalhadas sobre o tópico do debate",
    "Categorization": "Categorização",
    "Additional Settings": "Configurações Adicionais",
    "Anonymous debate": "Debate anônimo",
    "Your identity will be hidden as debate creator.": "Sua identidade será ocultada como criador do debate.",
    "Your username will be visible as debate creator.": "Seu nome de usuário será visível como criador do debate.",
    "invalid date": "data inválida",
    "year": "ano",
    "month": "mês",
    "day": "dia",
    "hour": "hora",
    "minute": "minuto",
    "$1 $2s ago": "$1 $2 atrás",
    "$1 $2 ago": "$1 $2 atrás",
    "$1 seconds ago": "$1 segundos atrás",
    "a few seconds ago": "alguns segundos atrás",
    "Global project": "Projeto global",
    "This project will be visible to all Geounity users": "Este projeto será visível para todos os usuários do Geounity",
    "International project": "Projeto internacional",
    "This project will be visible to users from selected countries": "Este projeto será visível para usuários dos países selecionados",
    "National project": "Projeto nacional",
    "This project will be visible to users from selected country": "Este projeto será visível para usuários do país selecionado",
    "Regional project": "Projeto regional",
    "This project will be visible to users from selected region": "Este projeto será visível para usuários da região selecionada",
    "Local project": "Projeto local",
    "This project will be visible to users from selected locality": "Este projeto será visível para usuários da localidade selecionada",
    "Countries involved": "Países envolvidos",
    "Project Content": "Conteúdo do Projeto",
    "Provide detailed information about the project": "Forneça informações detalhadas sobre o projeto",
    "Draft": "Rascunho",
    "Open for Collaboration": "Aberto para Colaboração",
    "Completed": "Concluído",
    "Cancelled": "Cancelado",
    "Goal Amount": "Valor da Meta",
    "Enter goal amount (optional)": "Insira o valor da meta (opcional)",
    "Leave empty if there is no specific funding goal": "Deixe vazio se não houver uma meta de financiamento específica",
    "Add Step": "Adicionar Etapa",
    "Step $1": "Etapa $1",
    "Enter step title": "Insira o título da etapa",
    "Describe this step": "Descreva esta etapa",
    "Pending": "Pendente",
    "Required Resources": "Recursos Necessários",
    "Add Resource": "Adicionar Recurso",
    "Labor": "Mão de Obra",
    "Material": "Material",
    "Economic": "Econômico",
    "Describe resource": "Descreva o recurso",
    "Quantity": "Quantidade",
    "Unit": "Unidade",
    "hrs/kg": "hrs/kg",
    "No resources added yet": "Nenhum recurso adicionado ainda",
    "Buscar proyectos...": "Buscar projetos...",
    "Filtrar": "Filtrar",
    "Estado del proyecto": "Estado do projeto",
    "Todos los estados": "Todos os estados",
    "Borrador": "Rascunho",
    "Abierto": "Aberto",
    "En Progreso": "Em Andamento",
    "Completado": "Concluído",
    "Cancelado": "Cancelado",
    "Crear": "Criar",
    "Explore and contribute to community projects": "Explore e contribua para projetos da comunidade",
    "No projects found": "Nenhum projeto encontrado",
    "No project matches your search $1. Try different keywords or clear the filters.": "Nenhum projeto corresponde à sua pesquisa $1. Tente palavras-chave diferentes ou limpe os filtros.",
    "No project matches the selected filters. Try changing the filtering criteria.": "Nenhum projeto corresponde aos filtros selecionados. Tente alterar os critérios de filtragem.",
    "Clear filters": "Limpar filtros",
    "Search polls...": "Pesquisar enquetes...",
    "Explore and vote on community polls": "Explore e vote em enquetes da comunidade",
    "No polls found": "Nenhuma enquete encontrada",
    "No polls match your search $1. Try different keywords or clear the search.": "Nenhuma enquete corresponde à sua pesquisa $1. Tente palavras-chave diferentes ou limpe a pesquisa.",
    "Global poll": "Enquete global",
    "This poll will be visible to all Geounity users": "Esta enquete será visível para todos os usuários do Geounity",
    "International poll": "Enquete internacional",
    "This poll will be visible to users from selected countries": "Esta enquete será visível para usuários dos países selecionados",
    "National poll": "Enquete nacional",
    "This poll will be visible to users from selected country": "Esta enquete será visível para usuários do país selecionado",
    "Regional poll": "Enquete regional",
    "This poll will be visible to users from selected region": "Esta enquete será visível para usuários da região selecionada",
    "Local poll": "Enquete local",
    "This poll will be visible to users from selected locality": "Esta enquete será visível para usuários da localidade selecionada",
    "Poll Content": "Conteúdo da Enquete",
    "Provide additional context or details about your poll": "Forneça contexto ou detalhes adicionais sobre sua enquete",
    "Poll Type": "Tipo de Enquete",
    "Select the type of poll you want to create. The type of poll will determine the number of options you can add.": "Selecione o tipo de enquete que você deseja criar. O tipo de enquete determinará o número de opções que você pode adicionar.",
    "Binary polls have only two options, such as Yes or No.": "Enquetes binárias têm apenas duas opções, como Sim ou Não.",
    "Single choice polls allow participants to select only one option.": "Enquetes de escolha única permitem que os participantes selecionem apenas uma opção.",
    "Multiple choice polls allow participants to select multiple options.": "Enquetes de múltipla escolha permitem que os participantes selecionem várias opções.",
    "Option $1": "Opção $1",
    "Enter option $1": "Inserir opção $1",
    "Remove Option": "Remover Opção",
    "Add option": "Adicionar opção",
    "Set end date": "Definir data de término",
    "End date": "Data de término",
    "Specify the date when the poll will end. Participants won't be able to vote after this date.": "Especifique a data em que a enquete terminará. Os participantes não poderão votar após esta data.",
    "Anonymous poll": "Enquete anônima",
    "Your identity will be hidden as poll creator.": "Sua identidade será ocultada como criador da enquete.",
    "Your username will be visible as poll creator.": "Seu nome de usuário será visível como criador da enquete.",
    "Write your perspective from $1": "Escreva sua perspectiva de $1",
    "Write your perspective from your region": "Escreva sua perspectiva de sua região",
    "Write your perspective from your subregion": "Escreva sua perspectiva de sua sub-região",
    "Write your perspective from your locality": "Escreva sua perspectiva de sua localidade",
    "Write your perspective": "Escreva sua perspectiva",
    "Select a subregion": "Selecione uma sub-região",
    "Search subregion...": "Pesquisar sub-região...",
    "Search locality...": "Pesquisar localidade...",
    "Share Opinion": "Compartilhar Opinião",
    "$1": "$1",
    "No comments yet": "Ainda não há comentários",
    "Be the first to share a perspective": "Seja o primeiro a compartilhar uma perspectiva",
    "Write a comment...": "Escreva um comentário...",
    "Send comment": "Enviar comentário",
    "Send": "Enviar",
    "The item ID must be a positive number.": "O ID do item deve ser um número positivo.",
    "Details cannot exceed $1 characters.": "Os detalhes não podem exceder $1 caracteres.",
    "El comentario no puede estar vacío": "O comentário não pode estar vazio",
    "El comentario debe tener al menos 3 caracteres": "O comentário deve ter pelo menos 3 caracteres",
    "Opinion is required": "A opinião é obrigatória",
    "No hay comentarios aún. ¡Sé el primero en comentar!": "Ainda não há comentários. Seja o primeiro a comentar!",
    "respuestas": "respostas",
    "Inappropriate content": "Conteúdo impróprio",
    "Spam or advertising": "Spam ou publicidade",
    "Harmful or dangerous content": "Conteúdo prejudicial ou perigoso",
    "False or misleading information": "Informação falsa ou enganosa",
    "Other reason": "Outro motivo",
    "Hate speech": "Discurso de ódio",
    "False information": "Informação falsa",
    "Possible scam": "Possível golpe",
    "Spam": "Spam",
    "Duplicated issue": "Problema duplicado",
    "Fake profile": "Perfil falso",
    "Spam/Advertising": "Spam/Publicidade",
    "Thank you for your report!": "Obrigado pela sua denúncia!",
    "Your report has been submitted and will be reviewed by our team.": "Sua denúncia foi enviada e será analisada por nossa equipe.",
    "Please let us know why you are reporting this content. Your report will be reviewed by our moderation team.": "Por favor, diga-nos por que você está denunciando este conteúdo. Sua denúncia será analisada por nossa equipe de moderação.",
    "Report reason": "Motivo da denúncia",
    "Select a reason": "Selecione um motivo",
    "Additional details": "Detalhes adicionais",
    "Provide more information about why you are reporting this content...": "Forneça mais informações sobre por que você está denunciando este conteúdo...",
    "Submitting...": "Enviando...",
    "Submit report": "Enviar denúncia",
    "Write a comment": "Escreva um comentário",
    "Share your thoughts...": "Compartilhe seus pensamentos...",
    "Posting...": "Publicando...",
    "Post comment": "Postar comentário",
    "Full Name": "Nome Completo",
    "Enter your full name": "Insira seu nome completo",
    "Bio": "Biografia",
    "Tell us something about yourself": "Conte-nos algo sobre você",
    "Enter your website URL": "Insira o URL do seu site",
    "Gender": "Gênero",
    "Prefer not to say": "Prefiro não dizer",
    "Global issue": "Problema global",
    "This issue will be visible to all Geounity users": "Este problema será visível para todos os usuários do Geounity",
    "International issue": "Problema internacional",
    "This issue will be visible to users from selected countries": "Este problema será visível para usuários dos países selecionados",
    "National issue": "Problema nacional",
    "This issue will be visible to users from selected country": "Este problema será visível para usuários do país selecionado",
    "Regional issue": "Problema regional",
    "This issue will be visible to users from selected region": "Este problema será visível para usuários da região selecionada",
    "Subregional issue": "Problema sub-regional",
    "This issue will be visible to users from selected subregion": "Este problema será visível para usuários da sub-região selecionada",
    "Local issue": "Problema local",
    "This issue will be visible to users from selected locality": "Este problema será visível para usuários da localidade selecionada",
    "Write a clear and concise title. Example: Water leak in Central Square.": "Escreva um título claro e conciso. Exemplo: Vazamento de água na Praça Central.",
    "Explain the problem in detail so that it is easy to understand.": "Explique o problema em detalhes para que seja fácil de entender.",
    "Organization or official": "Organização ou oficial",
    "Organization or official to whom this issue is addressed (optional)": "Organização ou oficial a quem este problema é dirigido (opcional)",
    "Anonymous issue": "Problema anônimo",
    "Your identity will be hidden as issue creator.": "Sua identidade será ocultada como criador do problema.",
    "Your username will be visible as issue creator.": "Seu nome de usuário será visível como criador do problema.",
    "Cancel": "Cancelar",
    "Submit Issue": "Enviar Problema",
    "Issues in $1": "Problemas em $1",
    "Report Issue": "Reportar Problema",
    "Reported $1 ago": "Reportado há $1",
    "Authentication required to create a poll": "Autenticação necessária para criar uma enquete",
    "Maximum number of options exceeded. Please limit to 10 options.": "Número máximo de opções excedido. Por favor, limite a 10 opções.",
    "Maximum number of tags exceeded. Please limit to 10 tags.": "Número máximo de tags excedido. Por favor, limite a 10 tags.",
    "Poll created successfully": "Enquete criada com sucesso",
    "Authentication required to create a debate": "Autenticação necessária para criar um debate",
    "Debate created successfully": "Debate criado com sucesso",
    "Issue reported successfully": "Problema reportado com sucesso",
    "Project created successfully": "Projeto criado com sucesso",
    "Your description must have at least 10 characters.": "Sua descrição deve ter pelo menos 10 caracteres.",
    "Your description must have $1 characters or less.": "Sua descrição deve ter $1 caracteres ou menos.",
    "Please enter a title.": "Por favor, insira um título.",
    "The title must have 5 characters or more.": "O título deve ter 5 caracteres ou mais.",
    "The title must have $1 characters or less.": "O título deve ter $1 caracteres ou menos.",
    "My Profile": "Meu Perfil",
    "Language": "Idioma",
    "Log Out": "Sair",
    "Error loading divisions": "Erro ao carregar divisões",
    "Error loading divisions:": "Erro ao carregar divisões:",
    "Loading...": "Carregando...",
    "Toggle theme": "Alternar tema",
    "Privacy": "Privacidade",
    "Terms": "Termos",
    "Cookies": "Cookies",
    "About us": "Sobre nós",
    "Donation": "Doação",
    "Geounity © 2025": "Geounity © 2025",
    "Thank you for your request!": "Obrigado pela sua solicitação!",
    "We have received your interest in this community. We will notify you when it becomes available.": "Recebemos seu interesse nesta comunidade. Notificaremos você quando estiver disponível.",
    "Close": "Fechar",
    "We are gradually incorporating communities. If you want to prioritize a specific community, please provide the details below.": "Estamos incorporando comunidades gradualmente. Se você deseja priorizar uma comunidade específica, forneça os detalhes abaixo.",
    "Country": "País",
    "Select a country...": "Selecione um país...",
    "Region / Province / State": "Região / Província / Estado",
    "City / Locality": "Cidade / Localidade",
    "Contact Email": "Email de Contato",
    "Submit request": "Enviar solicitação",
    "No debates yet": "Ainda não há debates",
    "Be the first to create a debate in $1 and start sharing ideas!": "Seja o primeiro a criar um debate em $1 e comece a compartilhar ideias!",
    "Be the first to create a debate in this community and start sharing ideas!": "Seja o primeiro a criar um debate nesta comunidade e comece a compartilhar ideias!",
    "Create First Debate": "Criar Primeiro Debate",
    "Owner": "Proprietário",
    "Participating countries": "Países participantes",
    "Last activity:": "Última atividade:",
    "Delete debate": "Excluir debate",
    "Report debate": "Reportar debate",
    "View debate": "Ver debate",
    "Are you sure you want to delete this debate? This action cannot be undone.": "Tem certeza de que deseja excluir este debate? Esta ação não pode ser desfeita.",
    "English": "Inglês",
    "Spanish": "Espanhol",
    "Description is required": "A descrição é obrigatória",
    "Title is required": "O título é obrigatório",
    "At least one community must be selected": "Pelo menos uma comunidade deve ser selecionada",
    "Title must have at least 5 characters": "O título deve ter pelo menos 5 caracteres",
    "Title must have $1 characters or less": "O título deve ter $1 caracteres ou menos",
    "Description must have $1 characters or less": "A descrição deve ter $1 caracteres ou menos",
    "At least one step is required": "Pelo menos uma etapa é necessária",
    "Please enter a name for the option.": "Por favor, insira um nome para a opção.",
    "You must have at least 2 options.": "Você deve ter pelo menos 2 opções.",
    "You must have at most 10 options.": "Você deve ter no máximo 10 opções.",
    "Description must have at least 10 characters": "A descrição deve ter pelo menos 10 caracteres",
    "Organization name must have $1 characters or less": "O nome da organização deve ter $1 caracteres ou menos",
    "Submit": "Enviar",
    "Reset": "Redefinir",
    "No projects yet": "Ainda não há projetos",
    "Be the first to create a project for $1 and start gathering support!": "Seja o primeiro a criar um projeto para $1 e comece a obter apoio!",
    "Be the first to create a project in this community and start gathering support!": "Seja o primeiro a criar um projeto nesta comunidade e comece a obter apoio!",
    "Create First Project": "Criar Primeiro Projeto",
    "commitment": "compromisso",
    "commitments": "compromissos",
    "Project Goal": "Meta do Projeto",
    "Delete project": "Excluir projeto",
    "View details": "Ver detalhes",
    "Are you sure you want to delete this project? This action cannot be undone.": "Tem certeza de que deseja excluir este projeto? Esta ação não pode ser desfeita.",
    "No polls yet": "Ainda não há enquetes",
    "Be the first to create a poll in $1 and start gathering votes!": "Seja o primeiro a criar uma enquete em $1 e comece a coletar votos!",
    "Be the first to create a poll in this community and start gathering votes!": "Seja o primeiro a criar uma enquete nesta comunidade e comece a coletar votos!",
    "Create First Poll": "Criar Primeira Enquete",
    "Binary Poll": "Enquete Binária",
    "Countries:": "Países:",
    "You voted for $1 option$2.": "Você votou na opção $1$2.",
    " You can select multiple options.": "Você pode selecionar várias opções.",
    "Delete poll": "Excluir enquete",
    "Report poll": "Reportar enquete",
    "Are you sure you want to delete this poll?": "Tem certeza de que deseja excluir esta enquete?",
    "Report opinion": "Reportar opinião",
    "Delete opinion": "Excluir opinião",
    "Are you sure you want to delete this opinion? This action cannot be undone.": "Tem certeza de que deseja excluir esta opinião? Esta ação não pode ser desfeita.",
    "Delete": "Excluir",
    "No issues reported yet": "Ainda não há problemas reportados",
    "Be the first to report an issue in $1 and help improve the community!": "Seja o primeiro a reportar um problema em $1 e ajude a melhorar a comunidade!",
    "Be the first to report an issue in this community and help improve the community!": "Seja o primeiro a reportar um problema nesta comunidade e ajude a melhorar a comunidade!",
    "Report First Issue": "Reportar Primeiro Problema",
    "This action cannot be undone.": "Esta ação não pode ser desfeita.",
    "Confirm": "Confirmar",
    "Information: ": "Informação:",
    "By enabling Show membership, other users will be able to see that you belong to this community.": "Ao ativar Mostrar associação, outros usuários poderão ver que você pertence a esta comunidade.",
    "Username must contain only letters, numbers, and underscores": "O nome de usuário deve conter apenas letras, números e underscores",
    "Username must be at least 3 characters long": "O nome de usuário deve ter pelo menos 3 caracteres",
    "No trending topics available yet. Be the first to start a global conversation!": "Nenhum tópico de tendência disponível ainda. Seja o primeiro a iniciar uma conversa global!",
    "No active global projects available yet. Consider proposing a new initiative!": "Nenhum projeto global ativo disponível ainda. Considere propor uma nova iniciativa!",
    "Afghanistan": "Afeganistão",
    "Albania": "Albânia",
    "Algeria": "Argélia",
    "Andorra": "Andorra",
    "Angola": "Angola",
    "Antigua and Barbuda": "Antígua e Barbuda",
    "Argentina": "Argentina",
    "Armenia": "Armênia",
    "Australia": "Austrália",
    "Austria": "Áustria",
    "Azerbaijan": "Azerbaijão",
    "Bahamas": "Bahamas",
    "Bahrain": "Bahrein",
    "Bangladesh": "Bangladesh",
    "Barbados": "Barbados",
    "Belarus": "Bielorrússia",
    "Belgium": "Bélgica",
    "Belize": "Belize",
    "Benin": "Benim",
    "Bhutan": "Butão",
    "Bolivia": "Bolívia",
    "Bosnia and Herzegovina": "Bósnia e Herzegovina",
    "Botswana": "Botsuana",
    "Brazil": "Brasil",
    "Brunei": "Brunei",
    "Bulgaria": "Bulgária",
    "Burkina Faso": "Burquina Fasso",
    "Burundi": "Burundi",
    "Cape Verde": "Cabo Verde",
    "Cambodia": "Camboja",
    "Cameroon": "Camarões",
    "Canada": "Canadá",
    "Chad": "Chade",
    "Chile": "Chile",
    "China": "China",
    "Colombia": "Colômbia",
    "Comoros": "Comores",
    "Republic of the Congo": "República do Congo",
    "Democratic Republic of the Congo": "República Democrática do Congo",
    "Costa Rica": "Costa Rica",
    "Ivory Coast": "Costa do Marfim",
    "Croatia": "Croácia",
    "Cuba": "Cuba",
    "Cyprus": "Chipre",
    "Czech Republic": "República Tcheca",
    "Denmark": "Dinamarca",
    "Djibouti": "Djibuti",
    "Dominica": "Dominica",
    "Dominican Republic": "República Dominicana",
    "Ecuador": "Equador",
    "Egypt": "Egito",
    "El Salvador": "El Salvador",
    "Equatorial Guinea": "Guiné Equatorial",
    "Eritrea": "Eritreia",
    "Estonia": "Estônia",
    "Eswatini": "Essuatíni",
    "Ethiopia": "Etiópia",
    "Fiji": "Fiji",
    "Finland": "Finlândia",
    "France": "França",
    "Gabon": "Gabão",
    "Gambia": "Gâmbia",
    "Georgia": "Geórgia",
    "Germany": "Alemanha",
    "Ghana": "Gana",
    "Greece": "Grécia",
    "Grenada": "Granada",
    "Guatemala": "Guatemala",
    "Guinea": "Guiné",
    "Guinea-Bissau": "Guiné-Bissau",
    "Guyana": "Guiana",
    "Haití": "Haiti",
    "Honduras": "Honduras",
    "Hungary": "Hungria",
    "Islandia": "Islândia",
    "India": "Índia",
    "Indonesia": "Indonésia",
    "Iran": "Irã",
    "Iraq": "Iraque",
    "Ireland": "Irlanda",
    "Israel": "Israel",
    "Italy": "Itália",
    "Jamaica": "Jamaica",
    "Japan": "Japão",
    "Jordan": "Jordânia",
    "Kazakhstan": "Cazaquistão",
    "Kenya": "Quênia",
    "Kiribati": "Kiribati",
    "North Korea": "Coreia do Norte",
    "South Korea": "Coreia do Sul",
    "Kosovo": "Kosovo",
    "Kuwait": "Kuwait",
    "Kyrgyzstan": "Quirguistão",
    "Laos": "Laos",
    "Latvia": "Letônia",
    "Lebanon": "Líbano",
    "Lesotho": "Lesoto",
    "Liberia": "Libéria",
    "Libya": "Líbia",
    "Liechtenstein": "Liechtenstein",
    "Lithuania": "Lituânia",
    "Luxembourg": "Luxemburgo",
    "Madagascar": "Madagascar",
    "Malawi": "Malawi",
    "Malaysia": "Malásia",
    "Maldives": "Maldivas",
    "Mali": "Mali",
    "Malta": "Malta",
    "Marshall Islands": "Ilhas Marshall",
    "Mauritania": "Mauritânia",
    "Mauritius": "Maurício",
    "Mexico": "México",
    "Micronesia": "Micronésia",
    "Moldova": "Moldávia",
    "Monaco": "Mônaco",
    "Mongolia": "Mongólia",
    "Montenegro": "Montenegro",
    "Morocco": "Marrocos",
    "Mozambique": "Moçambique",
    "Namibia": "Namíbia",
    "Nauru": "Nauru",
    "Nepal": "Nepal",
    "Netherlands": "Países Baixos",
    "New Zealand": "Nova Zelândia",
    "Nicaragua": "Nicarágua",
    "Niger": "Níger",
    "Nigeria": "Nigéria",
    "Norway": "Noruega",
    "Oman": "Omã",
    "Pakistan": "Paquistão",
    "Palau": "Palau",
    "Palestine": "Palestina",
    "Panama": "Panamá",
    "Papua New Guinea": "Papua Nova Guiné",
    "Paraguay": "Paraguai",
    "Peru": "Peru",
    "Philippines": "Filipinas",
    "Poland": "Polônia",
    "Portugal": "Portugal",
    "Qatar": "Catar",
    "Romania": "Romênia",
    "Russia": "Rússia",
    "Rwanda": "Ruanda",
    "San Cristóbal and Nevis": "São Cristóvão e Neves",
    "Saint Lucia": "Santa Lúcia",
    "Saint Vincent and the Grenadines": "São Vicente e Granadinas",
    "Samoa": "Samoa",
    "San Marino": "San Marino",
    "Saudi Arabia": "Arábia Saudita",
    "Senegal": "Senegal",
    "Serbia": "Sérvia",
    "Seychelles": "Seicheles",
    "Sierra Leone": "Serra Leoa",
    "Singapore": "Singapura",
    "Slovakia": "Eslováquia",
    "Slovenia": "Eslovênia",
    "Solomon Islands": "Ilhas Salomão",
    "Somalia": "Somália",
    "South Africa": "África do Sul",
    "Spain": "Espanha",
    "Sri Lanka": "Sri Lanka",
    "Sudan": "Sudão",
    "Suriname": "Suriname",
    "Sweden": "Suécia",
    "Switzerland": "Suíça",
    "Syria": "Síria",
    "Tajikistan": "Tajiquistão",
    "Tanzania": "Tanzânia",
    "Thailand": "Tailândia",
    "Timor-Leste": "Timor-Leste",
    "Togo": "Togo",
    "Tonga": "Tonga",
    "Trinidad and Tobago": "Trinidad e Tobago",
    "Tunisia": "Tunísia",
    "Turkey": "Turquia",
    "Turkmenistan": "Turcomenistão",
    "Uganda": "Uganda",
    "Ukraine": "Ucrânia",
    "United Arab Emirates": "Emirados Árabes Unidos",
    "United Kingdom": "Reino Unido",
    "United States": "Estados Unidos",
    "Uruguay": "Uruguai",
    "Uzbekistan": "Uzbequistão",
    "Vanuatu": "Vanuatu",
    "Vatican City": "Cidade do Vaticano",
    "Venezuela": "Venezuela",
    "Vietnam": "Vietnã",
    "Yemen": "Iêmen",
    "Zambia": "Zâmbia",
    "Zimbabwe": "Zimbábue",
    "Change language": "Mudar idioma",
    "Bio cannot exceed 500 characters": "A biografia não pode exceder 500 caracteres",
    "Name must have at least 2 characters": "O nome deve ter pelo menos 2 caracteres",
    "Name cannot exceed 50 characters": "O nome não pode exceder 50 caracteres",
    "Website URL cannot exceed 200 characters": "O URL do site não pode exceder 200 caracteres",
    "Mi Perfil": "Meu Perfil",
    "Cerrar Sesión": "Sair",
    "Sign Out": "Sair"
  }
}