{
  "locale": "ru_RU",
  "name": "ru (RU)",
  "translations": {
    "Debate": "Дебаты",
    "Global": "Глобальный",
    "Overview": "Обзор",
    "Polls": "Опросы",
    "Debates": "Дебаты",
    "Projects": "Проекты",
    "Members": "Участники",
    "International": "Международный",
    "Leave Community": "Покинуть сообщество",
    "Leave": "Покинуть",
    "Join Community": "Присоединиться к сообществу",
    "Join": "Присоединиться",
    "Issues": "Вопросы",
    "Unite Communities, Shape the Future Together": "Объединяйте сообщества, формируйте будущее вместе",
    "Participate in surveys, debates, and projects to strengthen your local and global community.": "Участвуйте в опросах, дебатах и проектах, чтобы укрепить свое местное и глобальное сообщество.",
    "Connect with neighbors, organizations, and governments to create real change in your locality and worldwide": "Общайтесь с соседями, организациями и правительствами, чтобы добиться реальных изменений в вашем регионе и во всем мире",
    "Together we can:": "Вместе мы можем:",
    "Conduct surveys and analyze community data": "Проводить опросы и анализировать данные сообщества",
    "Participate in debates with diverse viewpoints": "Участвовать в дебатах с различными точками зрения",
    "Launch projects and fund solutions": "Запускать проекты и финансировать решения",
    "Report to responsible institutions": "Отчитываться перед ответственными учреждениями",
    "Connect with members of your community": "Общаться с членами вашего сообщества",
    "Participate privately and securely": "Участвовать конфиденциально и безопасно",
    "Be one of the first to strengthen communities!": "Будьте одним из первых, кто укрепит сообщества!",
    "Get started in 1 click": "Начните в 1 клик",
    "Your privacy matters: profiles are private by default and you control your visibility": "Ваша конфиденциальность важна: профили по умолчанию являются частными, и вы контролируете свою видимость",
    "Your data is 100% secure and private": "Ваши данные на 100% безопасны и конфиденциальны",
    "By continuing, you agree to our ": "Продолжая, вы соглашаетесь с нашими ",
    "Terms of Service": "Условиями обслуживания",
    " and ": " и ",
    "Privacy Policy": "Политикой конфиденциальности",
    "Create debate": "Создать дебаты",
    "Log in to create a debate": "Войдите, чтобы создать дебаты",
    "You need to log in to create debates and participate in the community.": "Вам необходимо войти в систему, чтобы создавать дебаты и участвовать в сообществе.",
    "The Global community": "Глобальное сообщество",
    "Create Project": "Создать проект",
    "Log in to create a project": "Войдите, чтобы создать проект",
    "You need to log in to create projects and participate in the community.": "Вам необходимо войти в систему, чтобы создавать проекты и участвовать в сообществе.",
    "Global Community": "Глобальное сообщество",
    "Global Community Members": "Участники глобального сообщества",
    "Discover and connect with other users in this community.": "Открывайте для себя других пользователей в этом сообществе и общайтесь с ними.",
    "members": "участники",
    "Privacy Settings": "Настройки конфиденциальности",
    "Visible to everyone": "Видно всем",
    "Profile hidden": "Профиль скрыт",
    "Change to hidden profile": "Сменить на скрытый профиль",
    "Change to visible profile": "Сменить на видимый профиль",
    "Your profile is visible to all community members.": "Ваш профиль виден всем членам сообщества.",
    "Your profile is hidden. Only you can see it on this list.": "Ваш профиль скрыт. Только вы можете видеть его в этом списке.",
    "Visible Members": "Видимые участники",
    "These members have chosen to make their profile visible in the community.": "Эти участники решили сделать свой профиль видимым в сообществе.",
    "Anonymous User": "Анонимный пользователь",
    "View profile of $1": "Посмотреть профиль $1",
    "No visible members": "Нет видимых участников",
    "You can be the first to make your profile visible by toggling the switch above.": "Вы можете стать первым, кто сделает свой профиль видимым, переключив переключатель выше.",
    "Members have chosen to keep their profiles private.": "Участники предпочли сохранить свои профили конфиденциальными.",
    "Previous": "Предыдущий",
    "Page $1 of $2": "Страница $1 из $2",
    "Next": "Следующий",
    "Crear debate": "Создать дебаты",
    "The International community": "Международное сообщество",
    "Create poll": "Создать опрос",
    "Sign in to create a poll": "Войдите, чтобы создать опрос",
    "You need to sign in to create polls and participate in the community.": "Вам необходимо войти в систему, чтобы создавать опросы и участвовать в сообществе.",
    "Crear encuesta": "Создать опрос",
    "Crear proyecto": "Создать проект",
    "Page not found": "Страница не найдена",
    "Sorry, the route you are looking for does not exist or has been moved to another location.": "К сожалению, запрошенный вами маршрут не существует или был перемещен в другое место.",
    "Return to home": "Вернуться на главную",
    "Choose your username": "Выберите имя пользователя",
    "Your username is how others will find you on the platform. Choose something memorable and unique.": "Ваше имя пользователя - это то, как другие будут находить вас на платформе. Выберите что-нибудь запоминающееся и уникальное.",
    "This will be your unique identifier and your profile URL: geounity.org/user/": "Это будет ваш уникальный идентификатор и URL вашего профиля: geounity.org/user/",
    "Processing...": "Обработка...",
    "Continue": "Продолжить",
    "Why am I being asked for this information?": "Зачем меня просят предоставить эту информацию?",
    "About Geounity": "О Geounity",
    "A geopolitical platform designed to strengthen unity and growth of communities at global, national, and local levels.": "Геополитическая платформа, предназначенная для укрепления единства и роста сообществ на глобальном, национальном и местном уровнях.",
    "What is Geounity?": "Что такое Geounity?",
    "Geounity is an innovative participatory democracy platform that connects communities through a hierarchical structure, from the global to the local level. Our purpose is to foster collaboration, constructive debate, and collective problem-solving through digital tools accessible to all.": "Geounity - это инновационная платформа партисипативной демократии, которая связывает сообщества через иерархическую структуру, от глобального до местного уровня. Наша цель - содействовать сотрудничеству, конструктивным дебатам и коллективному решению проблем с помощью цифровых инструментов, доступных для всех.",
    "At Geounity, we believe that citizen participation is fundamental to building fairer, more transparent, and democratic societies. That is why we have created a space where everyone can express their ideas, participate in important decisions, and actively contribute to improving their environment.": "В Geounity мы считаем, что участие граждан является основополагающим для построения более справедливых, прозрачных и демократических обществ. Именно поэтому мы создали пространство, где каждый может выражать свои идеи, участвовать в важных решениях и активно вносить свой вклад в улучшение окружающей среды.",
    "Community Structure": "Структура сообщества",
    "Geounity organizes communities in a hierarchical structure that allows users to interact at different levels according to their interests or geographical location.": "Geounity организует сообщества в иерархической структуре, которая позволяет пользователям взаимодействовать на разных уровнях в соответствии с их интересами или географическим положением.",
    "Global and International": "Глобальный и международный",
    "The global level encompasses all users of the platform, while international communities involve two or more countries with shared interests.": "Глобальный уровень охватывает всех пользователей платформы, в то время как международные сообщества включают две или более страны с общими интересами.",
    "National and Regional": "Национальный и региональный",
    "Each country constitutes a national community. Within these, there are regional divisions such as provinces, states, or departments.": "Каждая страна представляет собой национальное сообщество. Внутри них существуют региональные подразделения, такие как провинции, штаты или департаменты.",
    "Subregional and Local": "Субрегиональный и местный",
    "Subregions represent cities or municipalities, while the local level includes neighborhoods or districts, allowing for the addressing of specific issues in each area.": "Субрегионы представляют собой города или муниципалитеты, в то время как местный уровень включает районы или округа, что позволяет решать конкретные проблемы в каждой области.",
    "Services and Features": "Услуги и функции",
    "Geounity offers specific tools for each community, designed to promote participation and civic engagement.": "Geounity предлагает конкретные инструменты для каждого сообщества, предназначенные для содействия участию и гражданской активности.",
    "Surveys and Data": "Опросы и данные",
    "Create and participate in surveys to gather opinions and specific data from your community. The results are presented transparently and accessibly to all.": "Создавайте опросы и участвуйте в них, чтобы собрать мнения и конкретные данные от вашего сообщества. Результаты представляются прозрачно и доступно для всех.",
    "Debates and Discussions": "Дебаты и дискуссии",
    "Organized spaces to discuss issues, propose solutions, and share viewpoints on relevant topics for your community.": "Организованные пространства для обсуждения вопросов, предложения решений и обмена мнениями по актуальным темам для вашего сообщества.",
    "Projects and Fundraising": "Проекты и сбор средств",
    "Propose, support, and collaborate on community projects. Geounity facilitates organization and collective funding to turn ideas into realities.": "Предлагайте, поддерживайте и сотрудничайте в общественных проектах. Geounity способствует организации и коллективному финансированию для превращения идей в реальность.",
    "Reports": "Отчеты",
    "A system to send reports about local issues to the responsible authorities and track their status until resolution.": "Система отправки отчетов о местных проблемах в ответственные органы и отслеживания их статуса до разрешения.",
    "Connection between Members": "Связь между участниками",
    "Connect with other community members, follow their activities, and collaborate on shared initiatives, always respecting privacy options.": "Общайтесь с другими членами сообщества, следите за их деятельностью и сотрудничайте в совместных инициативах, всегда соблюдая параметры конфиденциальности.",
    "How It Works": "Как это работает",
    "Geounity has been designed with ease of use and effectiveness in community participation in mind:": "Geounity был разработан с учетом простоты использования и эффективности участия сообщества:",
    "Register and join communities based on your location or interests.": "Зарегистрируйтесь и присоединяйтесь к сообществам в зависимости от вашего местоположения или интересов.",
    "Participate in surveys, debates, propose projects, or send reports.": "Участвуйте в опросах, дебатах, предлагайте проекты или отправляйте отчеты.",
    "Navigate through our hierarchical structure to access different community levels.": "Перемещайтесь по нашей иерархической структуре, чтобы получить доступ к различным уровням сообщества.",
    "Adjust your visibility and privacy according to your preferences in each community.": "Настройте свою видимость и конфиденциальность в соответствии со своими предпочтениями в каждом сообществе.",
    "Collaborate with other members to generate positive changes.": "Сотрудничайте с другими участниками для создания позитивных изменений.",
    "Benefits for Users": "Преимущества для пользователей",
    "Geounity empowers communities through multiple benefits:": "Geounity расширяет возможности сообществ благодаря многочисленным преимуществам:",
    "Effective Civic Participation": "Эффективное гражданское участие",
    "Facilitates participation in decisions that affect your community, with tools that allow your voice to be heard effectively.": "Облегчает участие в решениях, которые влияют на ваше сообщество, с помощью инструментов, которые позволяют эффективно услышать ваш голос.",
    "Transparency and Accountability": "Прозрачность и подотчетность",
    "Promotes transparency in community management through public reports and tracking of issues until resolution.": "Способствует прозрачности в управлении сообществом посредством публичных отчетов и отслеживания проблем до их решения.",
    "Multilevel Collaboration": "Многоуровневое сотрудничество",
    "Encourages collaboration among people from different communities, from local to global, broadening perspectives and solutions.": "Поощряет сотрудничество между людьми из разных сообществ, от местных до глобальных, расширяя перспективы и решения.",
    "Inclusive Platform": "Инклюзивная платформа",
    "Provides a space where everyone can participate regardless of their background, with tools designed to be accessible and intuitive.": "Предоставляет пространство, где каждый может участвовать независимо от своего происхождения, с инструментами, разработанными для обеспечения доступности и интуитивности.",
    "Our Team": "Наша команда",
    "Behind Geounity is a dedicated team of professionals passionate about civic engagement and digital democracy. Our diverse backgrounds in technology, community organization, and public policy drive our mission forward.": "За Geounity стоит преданная команда профессионалов, увлеченных гражданской активностью и цифровой демократией. Наш разнообразный опыт в области технологий, организации сообществ и государственной политики продвигает нашу миссию вперед.",
    "Founder & Lead Developer": "Основатель и ведущий разработчик",
    "Our Vision": "Наше видение",
    "To build a more united and collaborative world, where communities are empowered to solve their own challenges through technology and collective participation.": "Построить более единый и совместный мир, где сообщества имеют возможность решать свои собственные проблемы с помощью технологий и коллективного участия.",
    "Our Mission": "Наша миссия",
    "To provide an accessible, secure, and innovative platform that allows communities at all levels to grow and strengthen together, fostering transparency, democratic participation, and the common good.": "Предоставить доступную, безопасную и инновационную платформу, которая позволит сообществам на всех уровнях расти и укрепляться вместе, способствуя прозрачности, демократическому участию и общему благу.",
    "Be Part of the Change": "Станьте частью перемен",
    "Join Geounity today and start building a better future for your community and the world.": "Присоединяйтесь к Geounity сегодня и начните строить лучшее будущее для своего сообщества и мира.",
    "Support Geounity": "Поддержите Geounity",
    "Help us build a more connected democratic future for communities worldwide.": "Помогите нам построить более взаимосвязанное демократическое будущее для сообществ во всем мире.",
    "Why Your Support Matters": "Почему важна ваша поддержка",
    "Geounity is a community-driven platform dedicated to strengthening democratic participation across local, national, and global communities. As we grow and evolve, we face ongoing costs to maintain our infrastructure and continue developing new features.": "Geounity - это платформа, управляемая сообществом, посвященная укреплению демократического участия в местных, национальных и глобальных сообществах. По мере нашего роста и развития мы сталкиваемся с постоянными затратами на поддержание нашей инфраструктуры и продолжение разработки новых функций.",
    "Your donations directly contribute to keeping Geounity accessible to all, regardless of their economic situation. We believe that democratic tools should be available to everyone, and your support helps make this vision possible.": "Ваши пожертвования напрямую способствуют тому, чтобы Geounity оставался доступным для всех, независимо от их экономического положения. Мы считаем, что демократические инструменты должны быть доступны каждому, и ваша поддержка помогает воплотить это видение в жизнь.",
    "Where Your Money Goes": "Куда идут ваши деньги",
    "Server Infrastructure": "Серверная инфраструктура",
    "Hosting, database management, and ensuring our platform remains fast, reliable, and secure for all users.": "Хостинг, управление базами данных и обеспечение того, чтобы наша платформа оставалась быстрой, надежной и безопасной для всех пользователей.",
    "Development": "Разработка",
    "Supporting our dedicated team of developers who work to improve existing features and build new ones based on community feedback.": "Поддержка нашей преданной команды разработчиков, которые работают над улучшением существующих функций и созданием новых на основе отзывов сообщества.",
    "Community Growth": "Рост сообщества",
    "Expanding our reach to bring Geounity's democratic tools to more communities across the globe.": "Расширение нашего охвата, чтобы предоставить демократические инструменты Geounity большему количеству сообществ по всему миру.",
    "Our Commitment to Transparency": "Наша приверженность прозрачности",
    "We believe in complete transparency with our community. We're committed to using all donations responsibly and will share regular updates on how your contributions are helping Geounity grow.": "Мы верим в полную прозрачность с нашим сообществом. Мы обязуемся ответственно использовать все пожертвования и будем регулярно делиться информацией о том, как ваши взносы помогают Geounity расти.",
    "Every donation, no matter how small, makes a significant difference in our ability to maintain and improve the platform.": "Каждое пожертвование, каким бы маленьким оно ни было, имеет существенное значение для нашей способности поддерживать и улучшать платформу.",
    "How to Support Us": "Как нас поддержать",
    "Ko-fi Donation": "Пожертвование Ko-fi",
    "Cryptocurrency": "Криптовалюта",
    "Buy Us a Coffee": "Купите нам кофе",
    "Support our team with a donation through Ko-fi. Whether it's a one-time contribution or a recurring support, every bit helps fuel our mission.": "Поддержите нашу команду пожертвованием через Ko-fi. Будь то разовый взнос или постоянная поддержка, каждый вклад помогает продвигать нашу миссию.",
    "Support on Ko-fi": "Поддержка на Ko-fi",
    "Cryptocurrency Donations": "Пожертвования в криптовалюте",
    "Support our project with your preferred cryptocurrency. Please ensure you use the correct network when sending funds to avoid loss.": "Поддержите наш проект своей любимой криптовалютой. Пожалуйста, убедитесь, что вы используете правильную сеть при отправке средств, чтобы избежать потерь.",
    "Address:": "Адрес:",
    "Copy address": "Копировать адрес",
    "Link copied!": "Ссылка скопирована!",
    "Important: Use ": "Важно: используйте ",
    " network only": " только сеть ",
    "Thank You!": "Спасибо!",
    "Your generosity is what keeps Geounity growing. Together, we're building a more connected, participatory future for communities worldwide.": "Ваша щедрость - это то, что поддерживает рост Geounity. Вместе мы строим более взаимосвязанное, основанное на участии будущее для сообществ во всем мире.",
    "Help Center": "Центр помощи",
    "Account": "Аккаунт",
    "Username Information": "Информация об имени пользователя",
    "Back to username selection": "Вернуться к выбору имени пользователя",
    "Why do we ask for a username?": "Зачем мы просим указать имя пользователя?",
    "Your username is an essential part of your identity on Geounity. It's how you'll be recognized across the platform and how other members will find and connect with you.": "Ваше имя пользователя является важной частью вашей личности на Geounity. Это то, как вас будут узнавать на платформе и как другие участники будут находить вас и связываться с вами.",
    "Unique Identification": "Уникальная идентификация",
    "Your username provides a unique identifier that distinguishes you from other members, even if they share the same name.": "Ваше имя пользователя предоставляет уникальный идентификатор, который отличает вас от других участников, даже если у них одинаковое имя.",
    "Personal URL": "Персональный URL",
    "Your username creates your personal profile URL (geounity.org/user/username), making it easy for others to find and share your profile.": "Ваше имя пользователя создает URL вашего личного профиля (geounity.org/user/username), что упрощает другим поиск и обмен вашим профилем.",
    "Discoverability": "Обнаруживаемость",
    "A username makes it easy for community members to search for and find you when they want to collaborate or connect.": "Имя пользователя позволяет участникам сообщества легко искать и находить вас, когда они хотят сотрудничать или общаться.",
    "Privacy Protection": "Защита конфиденциальности",
    "Using a username allows you to participate in discussions while maintaining some privacy, as you can choose how much personal information to reveal.": "Использование имени пользователя позволяет вам участвовать в обсуждениях, сохраняя при этом некоторую конфиденциальность, поскольку вы можете выбирать, сколько личной информации раскрывать.",
    "Choosing a good username": "Выбор хорошего имени пользователя",
    "Use a name that's memorable and represents you well": "Используйте имя, которое легко запомнить и которое хорошо вас представляет",
    "Keep it between 3-15 characters for best results": "Для достижения наилучших результатов используйте от 3 до 15 символов",
    "Only use letters, numbers, and underscores": "Используйте только буквы, цифры и подчеркивания",
    "Avoid impersonating others or using misleading names": "Избегайте выдавать себя за других или использовать вводящие в заблуждение имена",
    "Consider your privacy — usernames can be difficult to change later": "Подумайте о своей конфиденциальности - имена пользователей сложно изменить позже",
    "If you have any questions or need assistance with choosing a username, please contact our support team at": "Если у вас есть какие-либо вопросы или вам нужна помощь в выборе имени пользователя, обратитесь в нашу службу поддержки по адресу",
    "Cookie Policy": "Политика использования файлов cookie",
    "Geounity uses cookies to enhance your experience while using our platform. You can review and manage cookie settings below.": "Geounity использует файлы cookie для улучшения вашего опыта при использовании нашей платформы. Вы можете просмотреть и управлять настройками файлов cookie ниже.",
    "Essential Functionality": "Основные функции",
    "Required": "Обязательно",
    "These cookies are necessary for the proper functioning of our website. Without these cookies, the site would not work correctly.": "Эти файлы cookie необходимы для правильной работы нашего веб-сайта. Без этих файлов cookie сайт не будет работать должным образом.",
    "Cookie": "Файл cookie",
    "Domain": "Домен",
    "Type": "Тип",
    "Duration": "Продолжительность",
    "Authentication": "Аутентификация",
    "Session": "Сессия",
    "Local Storage": "Локальное хранилище",
    "Persistent": "Постоянный",
    "Analytics": "Аналитика",
    "Optional": "Необязательно",
    "These cookies help us understand how visitors interact with our website. The information collected is used to improve our platform.": "Эти файлы cookie помогают нам понять, как посетители взаимодействуют с нашим веб-сайтом. Собранная информация используется для улучшения нашей платформы.",
    "Third-party": "Сторонний",
    "days": "дней",
    "Managing Your Cookie Preferences": "Управление настройками файлов cookie",
    "You can manage cookie preferences through your browser settings. Please note that disabling essential cookies may affect the functionality of our website.": "Вы можете управлять настройками файлов cookie через настройки своего браузера. Обратите внимание, что отключение основных файлов cookie может повлиять на функциональность нашего веб-сайта.",
    "Most web browsers allow some control of cookies through browser settings. To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit ": "Большинство веб-браузеров позволяют в некоторой степени контролировать файлы cookie через настройки браузера. Чтобы узнать больше о файлах cookie, в том числе о том, как просмотреть, какие файлы cookie были установлены, а также как управлять ими и удалять их, посетите ",
    "Updates to This Policy": "Обновления этой политики",
    "We may update our Cookie Policy from time to time. Any changes will be posted on this page with an updated revision date.": "Мы можем время от времени обновлять нашу Политику использования файлов cookie. Любые изменения будут опубликованы на этой странице с обновленной датой пересмотра.",
    "About the Global Community": "О глобальном сообществе",
    "The global community includes all countries and users around the world. Here you can participate in worldwide initiatives that affect the entire planet and connect with people from any country.": "Глобальное сообщество включает в себя все страны и пользователей по всему миру. Здесь вы можете участвовать во всемирных инициативах, которые затрагивают всю планету, и общаться с людьми из любой страны.",
    "Global Information": "Глобальная информация",
    "World Population": "Население мира",
    "billion": "миллиард",
    "Countries": "Страны",
    "registered in the platform": "зарегистрированы на платформе",
    "Regions": "Регионы",
    "Sub Regions": "Субрегионы",
    "Localities": "Населенные пункты",
    "Platform Statistics": "Статистика платформы",
    "Global Polls": "Глобальные опросы",
    "Discussions": "Обсуждения",
    "Global Trending Topics": "Глобальные актуальные темы",
    "Climate Change Initiatives": "Инициативы по изменению климата",
    "Discussions about global efforts to combat climate change and reduce carbon emissions.": "Обсуждения глобальных усилий по борьбе с изменением климата и сокращению выбросов углерода.",
    "128 countries participating": "Участвует 128 стран",
    "3.2k discussions": "3,2 тыс. обсуждений",
    "Global Economic Cooperation": "Глобальное экономическое сотрудничество",
    "Exploring new frameworks for international trade and economic partnerships.": "Изучение новых рамок для международной торговли и экономического партнерства.",
    "94 countries participating": "Участвует 94 страны",
    "2.7k discussions": "2,7 тыс. обсуждений",
    "Sustainable Development Goals": "Цели устойчивого развития",
    "Tracking progress on the UN's 17 Sustainable Development Goals worldwide.": "Отслеживание прогресса в достижении 17 целей устойчивого развития ООН во всем мире.",
    "193 countries participating": "Участвует 193 страны",
    "4.5k discussions": "4,5 тыс. обсуждений",
    "Active Global Projects": "Активные глобальные проекты",
    "Ocean Cleanup Initiative": "Инициатива по очистке океана",
    "Progress": "Прогресс",
    "42 countries collaborating": "Сотрудничают 42 страны",
    "Global Education Access": "Глобальный доступ к образованию",
    "78 countries collaborating": "Сотрудничают 78 стран",
    "Renewable Energy Network": "Сеть возобновляемой энергии",
    "56 countries collaborating": "Сотрудничают 56 стран",
    "International Community": "Международное сообщество",
    "About the International Community": "О международном сообществе",
    "While the global community includes all countries in the world, the international community groups a select set of countries that share common interests or specific agreements. Here you can participate in initiatives between specific countries.": "В то время как глобальное сообщество включает в себя все страны мира, международное сообщество объединяет избранную группу стран, которые разделяют общие интересы или конкретные соглашения. Здесь вы можете участвовать в инициативах между конкретными странами.",
    "International Trending Topics": "Международные актуальные темы",
    "International Climate Agreements": "Международные климатические соглашения",
    "Discussions on multinational efforts to combat climate change.": "Обсуждения многонациональных усилий по борьбе с изменением климата.",
    "97 participating countries": "Участвует 97 стран",
    "2.5k discussions": "2,5 тыс. обсуждений",
    "Post-Pandemic International Trade": "Международная торговля после пандемии",
    "Exploration of new frameworks for international trade and supply chains.": "Изучение новых рамок для международной торговли и цепочек поставок.",
    "84 participating countries": "Участвует 84 страны",
    "1.9k discussions": "1,9 тыс. обсуждений",
    "Global Cybersecurity": "Глобальная кибербезопасность",
    "Debates on regulations and cooperation on cybersecurity issues among nations.": "Дебаты о правилах и сотрудничестве по вопросам кибербезопасности между странами.",
    "76 participating countries": "Участвует 76 стран",
    "1.3k discussions": "1,3 тыс. обсуждений",
    "Active International Projects": "Активные международные проекты",
    "Global Digital Connectivity": "Глобальная цифровая связь",
    "38 countries collaborating": "Сотрудничают 38 стран",
    "Reduction of Plastics in Oceans": "Сокращение количества пластика в океанах",
    "64 countries collaborating": "Сотрудничают 64 страны",
    "Global Vaccination": "Глобальная вакцинация",
    "129 countries collaborating": "Сотрудничают 129 стран",
    "1. Introduction": "1. Введение",
    "At Geounity, we value your privacy. This Privacy Policy explains how we collect, use, disclose, and protect your personal information when you use our Service.": "В Geounity мы ценим вашу конфиденциальность. Настоящая Политика конфиденциальности объясняет, как мы собираем, используем, раскрываем и защищаем вашу личную информацию, когда вы используете наш Сервис.",
    "2. Information We Collect": "2. Информация, которую мы собираем",
    "Personal Information:": "Личная информация:",
    "We may collect personally identifiable information, such as your name, email address, location, and community preferences.": "Мы можем собирать личную информацию, такую как ваше имя, адрес электронной почты, местоположение и предпочтения сообщества.",
    "Usage Information:": "Информация об использовании:",
    "Data about how you interact with our Service, including surveys, debates, and projects.": "Данные о том, как вы взаимодействуете с нашим Сервисом, включая опросы, дебаты и проекты.",
    "Device Data:": "Данные устройства:",
    "Technical information about the device you use to access the Service, such as IP address, browser type, and operating system.": "Техническая информация об устройстве, которое вы используете для доступа к Сервису, такая как IP-адрес, тип браузера и операционная система.",
    "3. Use of Information": "3. Использование информации",
    "To provide and improve our Service.": "Для предоставления и улучшения нашего Сервиса.",
    "To personalize your experience on the platform.": "Чтобы персонализировать ваш опыт на платформе.",
    "To communicate with you about updates, promotions, and news.": "Чтобы сообщать вам об обновлениях, акциях и новостях.",
    "To analyze the use of the Service to develop new features.": "Для анализа использования Сервиса с целью разработки новых функций.",
    "4. Sharing of Information": "4. Передача информации",
    "With Third Parties:": "Третьим лицам:",
    "We do not sell your personal information to third parties. We may share aggregated and anonymized data with partners for analysis and improvements.": "Мы не продаем вашу личную информацию третьим лицам. Мы можем передавать агрегированные и анонимные данные партнерам для анализа и улучшений.",
    "Legal Requirements:": "Юридические требования:",
    "We may disclose your information if required by law or to protect our rights.": "Мы можем раскрыть вашу информацию, если это требуется по закону или для защиты наших прав.",
    "5. Information Security": "5. Информационная безопасность",
    "We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction.": "Мы принимаем соответствующие меры безопасности для защиты вашей личной информации от несанкционированного доступа, изменения, раскрытия или уничтожения.",
    "6. Data Retention": "6. Хранение данных",
    "We retain your personal information while your account is active or as necessary to provide you with the Service. We may also retain and use your information to comply with legal obligations, resolve disputes, and enforce our agreements.": "Мы храним вашу личную информацию, пока ваша учетная запись активна или пока это необходимо для предоставления вам Сервиса. Мы также можем хранить и использовать вашу информацию для соблюдения юридических обязательств, разрешения споров и обеспечения соблюдения наших соглашений.",
    "7. User Rights": "7. Права пользователя",
    "Depending on your location, you may have rights regarding your personal information, including:": "В зависимости от вашего местоположения у вас могут быть права в отношении вашей личной информации, в том числе:",
    "Access to your data.": "Доступ к вашим данным.",
    "Correction of inaccurate data.": "Исправление неточных данных.",
    "Deletion of your data.": "Удаление ваших данных.",
    "Restriction of processing your data.": "Ограничение обработки ваших данных.",
    "8. Cookies and Similar Technologies": "8. Файлы cookie и аналогичные технологии",
    "We use cookies and similar technologies to enhance your experience on the Service. You can manage your cookie preferences through your browser settings.": "Мы используем файлы cookie и аналогичные технологии для улучшения вашего опыта использования Сервиса. Вы можете управлять своими предпочтениями в отношении файлов cookie через настройки браузера.",
    "9. Changes to the Privacy Policy": "9. Изменения в Политике конфиденциальности",
    "We may update this Privacy Policy from time to time. We will post any changes on this page and, if they are significant, we will notify you through the Service or via email.": "Мы можем время от времени обновлять настоящую Политику конфиденциальности. Мы будем публиковать любые изменения на этой странице и, если они будут существенными, мы уведомим вас через Сервис или по электронной почте.",
    "10. Contact": "10. Контакты",
    "If you have any questions or concerns about this Privacy Policy, contact us at ": "Если у вас есть какие-либо вопросы или опасения по поводу настоящей Политики конфиденциальности, свяжитесь с нами по адресу ",
    "Welcome to Geounity. These Terms of Service (Terms) govern your access to and use of our platform available at ": "Добро пожаловать в Geounity. Настоящие Условия обслуживания (Условия) регулируют ваш доступ и использование нашей платформы, доступной по адресу ",
    " (Service). By using our Service, you agree to comply with these Terms. If you do not agree, do not use the Service.": " (Сервис). Используя наш Сервис, вы соглашаетесь соблюдать настоящие Условия. Если вы не согласны, не используйте Сервис.",
    "2. Use of the Service": "2. Использование Сервиса",
    "Eligibility:": "Право на участие:",
    "You must be at least 13 years old to use our Service.": "Вам должно быть не менее 13 лет, чтобы использовать наш Сервис.",
    "User Accounts:": "Учетные записи пользователей:",
    "You are responsible for maintaining the confidentiality of your account and password. Notify us immediately if you detect any unauthorized use of your account.": "Вы несете ответственность за сохранение конфиденциальности вашей учетной записи и пароля. Немедленно сообщите нам, если обнаружите какое-либо несанкционированное использование вашей учетной записи.",
    "User Conduct:": "Поведение пользователя:",
    "You must not use the Service for illegal, defamatory, offensive activities or those that infringe on the rights of others.": "Вы не должны использовать Сервис для незаконной, клеветнической, оскорбительной деятельности или деятельности, нарушающей права других лиц.",
    "3. User Content": "3. Пользовательский контент",
    "Content Responsibility:": "Ответственность за контент:",
    "You are responsible for the content you post on Geounity. You must not post content that violates laws, third-party rights, or is inappropriate.": "Вы несете ответственность за контент, который публикуете на Geounity. Вы не должны публиковать контент, который нарушает законы, права третьих лиц или является неприемлемым.",
    "License:": "Лицензия:",
    "By posting content, you grant us a worldwide, non-exclusive, royalty-free license to use, reproduce, and display such content on the platform.": "Публикуя контент, вы предоставляете нам всемирную, неисключительную, безвозмездную лицензию на использование, воспроизведение и отображение такого контента на платформе.",
    "4. Intellectual Property": "4. Интеллектуальная собственность",
    "All intellectual property rights in the Service and its content belong to Geounity or its licensors. No rights are granted to you over any trademarks, logos, or other copyright-protected material.": "Все права на интеллектуальную собственность в Сервисе и его контенте принадлежат Geounity или ее лицензиарам. Вам не предоставляются никакие права на какие-либо товарные знаки, логотипы или другие материалы, защищенные авторским правом.",
    "5. Service Modifications": "5. Изменения в Сервисе",
    "We reserve the right to modify or discontinue, temporarily or permanently, the Service with or without notice. We will not be liable to you or any third party for such modifications or interruptions.": "Мы оставляем за собой право изменять или прекращать, временно или постоянно, предоставление Сервиса с уведомлением или без него. Мы не несем ответственности перед вами или какой-либо третьей стороной за такие изменения или прерывания.",
    "6. Termination": "6. Прекращение действия",
    "We may terminate or suspend your access to the Service if you violate these Terms. Upon termination, you will cease all use of the Service.": "Мы можем прекратить или приостановить ваш доступ к Сервису, если вы нарушите настоящие Условия. После прекращения действия вы прекратите любое использование Сервиса.",
    "7. Limitation of Liability": "7. Ограничение ответственности",
    "Geounity shall not be liable for any indirect, incidental, special, or consequential damages arising from the use or inability to use the Service.": "Geounity не несет ответственности за любые косвенные, случайные, специальные или последующие убытки, возникшие в результате использования или невозможности использования Сервиса.",
    "8. Indemnification": "8. Возмещение ущерба",
    "You agree to indemnify and hold Geounity harmless from any claims, damages, obligations, losses, liabilities, costs, or debts arising from your use of the Service or your violation of these Terms.": "Вы соглашаетесь возместить ущерб и оградить Geounity от любых претензий, убытков, обязательств, потерь, обязательств, затрат или долгов, возникающих в результате использования вами Сервиса или нарушения вами настоящих Условий.",
    "9. Governing Law": "9. Применимое право",
    "These Terms shall be governed and construed in accordance with the laws of the country where Geounity is registered, without regard to its conflict of law provisions.": "Настоящие Условия регулируются и толкуются в соответствии с законами страны, в которой зарегистрирована Geounity, без учета ее коллизионных норм.",
    "If you have any questions about these Terms, contact us at ": "Если у вас есть какие-либо вопросы об этих Условиях, свяжитесь с нами по адресу ",
    "Roadmap": "Дорожная карта",
    "Welcome to the Geounity roadmap. Here you can explore the current features and learn about our future plans to improve the platform.": "Добро пожаловать в дорожную карту Geounity. Здесь вы можете ознакомиться с текущими функциями и узнать о наших планах по улучшению платформы.",
    "Current Features": "Текущие функции",
    "Interactive Surveys": "Интерактивные опросы",
    "Creation and participation in binary (yes/no), single choice (multiple options, one answer), and multiple choice surveys to facilitate community decision-making.": "Создание и участие в бинарных (да/нет), одиночных (множество вариантов, один ответ) и множественных опросах для облегчения принятия решений сообществом.",
    "Community Debates": "Общественные дебаты",
    "Debate system that organizes opinions based on the internal divisions of the associated community, enabling structured and meaningful discussions.": "Система дебатов, которая организует мнения на основе внутренних разногласий соответствующего сообщества, обеспечивая структурированные и содержательные дискуссии.",
    "Collaborative Projects": "Совместные проекты",
    "Platform to propose and collaborate on community projects with tracking of resources and donations.": "Платформа для предложения и сотрудничества в общественных проектах с отслеживанием ресурсов и пожертвований.",
    "Local Reports": "Местные отчеты",
    "System to directly report community issues to government agencies, state organizations, or current public officials for faster resolution.": "Система для прямой передачи сообщений о проблемах сообщества в государственные учреждения, государственные организации или действующим государственным должностным лицам для более быстрого решения.",
    "Social Authentication": "Социальная аутентификация",
    "Simplified login via Google and GitHub to facilitate access.": "Упрощенный вход через Google и GitHub для облегчения доступа.",
    "Basic Roles": "Основные роли",
    "Role system (user, administrator) to manage permissions and responsibilities.": "Система ролей (пользователь, администратор) для управления разрешениями и обязанностями.",
    "Upcoming Features": "Предстоящие функции",
    "Advanced Surveys": "Расширенные опросы",
    "New types of surveys: ranking, numerical scale, and open-ended questions to obtain more detailed feedback.": "Новые типы опросов: ранжирование, числовая шкала и открытые вопросы для получения более подробной обратной связи.",
    "Coming Soon": "Скоро",
    "Image Gallery in Debates": "Галерея изображений в дебатах",
    "Support for multiple images in debates to enrich discussions with visual content.": "Поддержка нескольких изображений в дебатах для обогащения дискуссий визуальным контентом.",
    "In Development": "В разработке",
    "Multilevel Debates": "Многоуровневые дебаты",
    "Advanced nested response system to facilitate detailed and organized discussions.": "Усовершенствованная система вложенных ответов для облегчения подробных и организованных дискуссий.",
    "Notification System": "Система уведомлений",
    "Email alerts and push notifications to keep users informed about relevant activities.": "Оповещения по электронной почте и push-уведомления, чтобы держать пользователей в курсе соответствующих действий.",
    "Integration with Social Media": "Интеграция с социальными сетями",
    "Ability to share content directly on social media to increase visibility.": "Возможность делиться контентом непосредственно в социальных сетях для повышения видимости.",
    "Integrated Content Relationships": "Интегрированные отношения контента",
    "Association of surveys to debates, requiring respondents to answer the survey in order to express their opinion, and direct linkage between projects and debates to enrich participation and obtain structured feedback.": "Связь опросов с дебатами, требующая от респондентов ответа на опрос, чтобы выразить свое мнение, и прямая связь между проектами и дебатами для обогащения участия и получения структурированной обратной связи.",
    "AI Assistance": "Помощь ИИ",
    "AI tools to assist in content creation and analysis of debates and projects.": "Инструменты ИИ для помощи в создании контента и анализе дебатов и проектов.",
    "Research": "Исследование",
    "Gamification": "Геймификация",
    "Badge and points system to encourage active and constructive participation.": "Система значков и баллов для поощрения активного и конструктивного участия.",
    "AI Moderation": "Модерация ИИ",
    "Automatic filtering of inappropriate content using artificial intelligence.": "Автоматическая фильтрация неприемлемого контента с использованием искусственного интеллекта.",
    "Geographic Visualizations": "Географические визуализации",
    "Integration of D3.js with maps for interactive visualizations of geographic data and local statistics.": "Интеграция D3.js с картами для интерактивной визуализации географических данных и местной статистики.",
    "Planning Phase": "Этап планирования",
    "Sustainability Model": "Модель устойчивости",
    "Implementation of a subscription model for premium users to sustainably maintain the platform.": "Внедрение модели подписки для премиум-пользователей для устойчивого поддержания платформы.",
    "Advanced Roles": "Расширенные роли",
    "New roles such as mediators and public officials to facilitate interaction between citizens and government.": "Новые роли, такие как посредники и государственные должностные лица, для облегчения взаимодействия между гражданами и правительством.",
    "Multilingual Support": "Многоязычная поддержка",
    "Full support for Spanish and English, with the possibility of adding more languages in the future.": "Полная поддержка испанского и английского языков с возможностью добавления других языков в будущем.",
    "Commission-Free Projects": "Проекты без комиссии",
    "Implementation of a community payment system for projects where 100% of funds go directly to the cause. Geounity will never charge commission on donations.": "Внедрение системы общественных платежей для проектов, в которых 100% средств направляются непосредственно на дело. Geounity никогда не будет взимать комиссию с пожертвований.",
    "Future": "Будущее",
    "Real-Time Communication": "Связь в реальном времени",
    "Direct messaging and chat rooms to facilitate instant collaboration among users.": "Прямой обмен сообщениями и чаты для облегчения мгновенного сотрудничества между пользователями.",
    "Integration with Government APIs": "Интеграция с государственными API",
    "Connection with government data to enrich discussions with official information.": "Связь с государственными данными для обогащения дискуссий официальной информацией.",
    "Mobile Application": "Мобильное приложение",
    "Version for mobile devices as a native app or PWA to improve accessibility.": "Версия для мобильных устройств в виде нативного приложения или PWA для улучшения доступности.",
    "Sentiment Analysis": "Анализ настроений",
    "Use of AI to analyze opinions and trends in debates and comments.": "Использование ИИ для анализа мнений и тенденций в дебатах и комментариях.",
    "This roadmap is dynamic and may change according to the needs of the community. We value your feedback and suggestions to improve our platform.": "Эта дорожная карта является динамичной и может изменяться в соответствии с потребностями сообщества. Мы ценим ваши отзывы и предложения по улучшению нашей платформы.",
    "In this global debate, each country can share its point of view. When commenting, you must select your country of origin.": "В этих глобальных дебатах каждая страна может поделиться своей точкой зрения. При комментировании вы должны выбрать свою страну происхождения.",
    "In this international debate, only selected countries can participate. Select your country from the list to share your opinion.": "В этих международных дебатах могут участвовать только избранные страны. Выберите свою страну из списка, чтобы поделиться своим мнением.",
    "In this national debate, each region of the country can share its point of view. Select your region to comment.": "В этих национальных дебатах каждый регион страны может поделиться своей точкой зрения. Выберите свой регион для комментирования.",
    "In this regional debate, each subregion can share its point of view. Select your subregion to comment.": "В этих региональных дебатах каждый субрегион может поделиться своей точкой зрения. Выберите свой субрегион для комментирования.",
    "In this subregional debate, each locality can share its point of view. Select your locality to comment.": "В этих субрегиональных дебатах каждый населенный пункт может поделиться своей точкой зрения. Выберите свой населенный пункт для комментирования.",
    "Participate in this debate by sharing your opinion.": "Примите участие в этих дебатах, поделившись своим мнением.",
    "Viewpoints by Region": "Точки зрения по регионам",
    "Viewpoints by Subregion": "Точки зрения по субрегионам",
    "Viewpoints by Locality": "Точки зрения по населенным пунктам",
    "Viewpoints by Country": "Точки зрения по странам",
    "Search regions...": "Поиск регионов...",
    "Search subregions...": "Поиск субрегионов...",
    "Search localities...": "Поиск населенных пунктов...",
    "Search countries...": "Поиск стран...",
    "No regions found matching $1": "Не найдено регионов, соответствующих $1",
    "No subregions found matching $1": "Не найдено субрегионов, соответствующих $1",
    "No localities found matching $1": "Не найдено населенных пунктов, соответствующих $1",
    "No countries found matching $1": "Не найдено стран, соответствующих $1",
    "No regions participating yet": "Пока нет участвующих регионов",
    "No subregions participating yet": "Пока нет участвующих субрегионов",
    "No localities participating yet": "Пока нет участвующих населенных пунктов",
    "No countries participating yet": "Пока нет участвующих стран",
    "Be the first to share a perspective from your region": "Будьте первым, кто поделится точкой зрения из своего региона",
    "Be the first to share a perspective from your subregion": "Будьте первым, кто поделится точкой зрения из своего субрегиона",
    "Be the first to share a perspective from your locality": "Будьте первым, кто поделится точкой зрения из своего населенного пункта",
    "Be the first to share a perspective from your country": "Будьте первым, кто поделится точкой зрения из своей страны",
    "Log in": "Войти",
    "Log in to participate in debates and share your opinion.": "Войдите, чтобы участвовать в дебатах и делиться своим мнением.",
    "Debate Cover Image": "Обложка дебатов",
    "Global Debate": "Глобальные дебаты",
    "International Debate": "Международные дебаты",
    "National Debate": "Национальные дебаты",
    "Regional Debate": "Региональные дебаты",
    "Subregional Debate": "Субрегиональные дебаты",
    "Local Debate": "Местные дебаты",
    "$1 opinions": "$1 мнений",
    "$1 views": "$1 просмотров",
    "Created by": "Создано",
    "Show less": "Показать меньше",
    "Read more": "Читать далее",
    "Share your perspective": "Поделитесь своей точкой зрения",
    "$1 regions participating": "Участвует $1 регионов",
    "$1 countries participating": "Участвует $1 стран",
    "You can only comment once in this debate.": "Вы можете комментировать эти дебаты только один раз.",
    "Please ": "Пожалуйста, ",
    "log in": "войдите",
    " to share your perspective.": ", чтобы поделиться своей точкой зрения.",
    "No regions found": "Регионы не найдены",
    "No countries found": "Страны не найдены",
    "Log in to participate": "Войдите, чтобы участвовать",
    "You need to log in to vote, comment, and participate in the community.": "Вам необходимо войти в систему, чтобы голосовать, комментировать и участвовать в жизни сообщества.",
    "Poll": "Опрос",
    "Closed": "Закрыто",
    "Total votes:": "Всего голосов:",
    "You voted for $1 option$2": "Вы проголосовали за $1 вариант$2",
    ". You can select multiple options.": ". Вы можете выбрать несколько вариантов.",
    "Your vote": "Ваш голос",
    "votes": "голоса",
    "Anonymous": "Анонимно",
    "Ended": "Завершено",
    "Ends": "Заканчивается",
    "Upvote": "Поддержать",
    "Downvote": "Против",
    "Copy link": "Копировать ссылку",
    "Comments": "Комментарии",
    "Sign in to join the conversation and leave a comment": "Войдите, чтобы присоединиться к разговору и оставить комментарий",
    "Sign in": "Войти",
    "Poll Information": "Информация об опросе",
    "Created on": "Создано",
    "Scope": "Область",
    "Ended on": "Завершено",
    "Ends on": "Заканчивается",
    "Views": "Просмотры",
    "Poll Statistics": "Статистика опроса",
    "Total Votes": "Всего голосов",
    "Upvotes": "Поддержка",
    "You need to log in to comment and participate in the community.": "Вам необходимо войти в систему, чтобы комментировать и участвовать в жизни сообщества.",
    "Report project": "Сообщить о проекте",
    "views": "просмотры",
    "Project Steps": "Этапы проекта",
    "Resources needed": "Необходимые ресурсы",
    "Sign in to leave a comment": "Войдите, чтобы оставить комментарий",
    "Project Information": "Информация о проекте",
    "Status": "Статус",
    "Commitments": "Обязательства",
    "Tags": "Теги",
    "Profile Banner": "Баннер профиля",
    "Followers": "Подписчики",
    "Following": "Подписки",
    "Edit Profile": "Редактировать профиль",
    "Unfollow": "Отписаться",
    "Follow": "Подписаться",
    "Male": "Мужской",
    "Female": "Женский",
    "Non-binary": "Небинарный",
    "Last login": "Последний вход",
    "Activity Statistics": "Статистика активности",
    "Created": "Создано",
    "Voted": "Проголосовано",
    "Total Participation": "Всего участий",
    "Opinions": "Мнения",
    "Donations": "Пожертвования",
    "Supports": "Поддержка",
    "Communities": "Сообщества",
    "Show membership": "Показать членство",
    "This user does not belong to any community.": "Этот пользователь не принадлежит ни к одному сообществу.",
    "Create debate for $1": "Создать дебаты для $1",
    "The $1 community": "Сообщество $1",
    "Members of $1": "Участники $1",
    "Report issue in $1": "Сообщить о проблеме в $1",
    "Create poll for $1": "Создать опрос для $1",
    "Welcome to the national community where citizens connect, share ideas, and work together.": "Добро пожаловать в национальное сообщество, где граждане общаются, делятся идеями и работают вместе.",
    "Country Information": "Информация о стране",
    "Native Name": "Оригинальное название",
    "Not available": "Недоступно",
    "Capital": "Столица",
    "Population": "Население",
    "Area": "Площадь",
    "ISO Code": "Код ISO",
    "Currency": "Валюта",
    "Languages": "Языки",
    "Timezone": "Часовой пояс",
    "Region": "Регион",
    "Bordering Countries": "Граничащие страны",
    "View on Google Maps": "Посмотреть на Google Maps",
    "View on OpenStreetMap": "Посмотреть на OpenStreetMap",
    "Featured Topics in $1": "Популярные темы в $1",
    "comments": "комментарии",
    "There are no featured debates yet. Be the first to create one!": "Пока нет популярных дебатов. Будьте первым, кто создаст их!",
    "Active Projects": "Активные проекты",
    "participants": "участники",
    "There are no active projects yet. Start the first one!": "Пока нет активных проектов. Начните первый!",
    "Reported Issues": "Сообщенные проблемы",
    "No specific location": "Нет конкретного местоположения",
    "Open": "Открыто",
    "In Progress": "В процессе",
    "Resolved": "Решено",
    "There are no reported issues yet.": "Пока нет сообщений о проблемах.",
    "Active Polls": "Активные опросы",
    "Ends: ": "Заканчивается:",
    "There are no active polls currently.": "В настоящее время нет активных опросов.",
    "Create debate for $1, $2": "Создать дебаты для $1, $2",
    "The $1 community ($2)": "Сообщество $1 ($2)",
    "The $1 community in $2": "Сообщество $1 в $2",
    "Create project for $1": "Создать проект для $1",
    "Discover and connect with other members of the global Geounity community": "Откройте для себя и общайтесь с другими членами глобального сообщества Geounity",
    "Geounity International Community": "Международное сообщество Geounity",
    "Overview of the Geounity international community - connecting communities around the world": "Обзор международного сообщества Geounity - объединение сообществ по всему миру",
    "Geounity Global Community": "Глобальное сообщество Geounity",
    "Global community overview for Geounity - connecting communities worldwide": "Обзор глобального сообщества Geounity - объединение сообществ по всему миру",
    "National": "Национальный",
    "Regional": "Региональный",
    "Subregional": "Субрегиональный",
    "Binary": "Бинарный",
    "Single Choice": "Одиночный выбор",
    "Multiple Choice": "Множественный выбор",
    "Poll Details": "Подробности опроса",
    "View poll details and join the conversation": "Просмотрите подробности опроса и присоединитесь к разговору",
    "Choose one option only": "Выберите только один вариант",
    "Choose multiple options": "Выберите несколько вариантов",
    "Participate in this poll": "Примите участие в этом опросе",
    "Project Details": "Подробности проекта",
    "View project details and join the collaboration": "Просмотрите подробности проекта и присоединитесь к сотрудничеству",
    "$1 - Members": "$1 - Участники",
    "Members of the community of $1": "Участники сообщества $1",
    "$1 - Community": "$1 - Сообщество",
    "Citizen participation platform for the $1 community": "Платформа для участия граждан в сообществе $1",
    "Members of $1 Region": "Участники региона $1",
    "Connect with citizens in $1's $2 region.": "Общайтесь с гражданами в регионе $2 $1.",
    "Your profile is visible to all regional community members.": "Ваш профиль виден всем участникам регионального сообщества.",
    "Your profile is hidden. Only you can see it in this regional list.": "Ваш профиль скрыт. Только вы можете видеть его в этом региональном списке.",
    "Discover active members in the $1 region.": "Откройте для себя активных участников в регионе $1.",
    "Be the first to make your profile visible in $1 region.": "Будьте первым, кто сделает свой профиль видимым в регионе $1.",
    "Regional members have chosen to keep their profiles private.": "Региональные участники предпочли сохранить свои профили конфиденциальными.",
    "Create project for $1, $2": "Создать проект для $1, $2",
    "The $1 community, $2": "Сообщество $1, $2",
    "Create poll for $1, $2": "Создать опрос для $1, $2",
    "Welcome to the regional community where citizens collaborate on local matters.": "Добро пожаловать в региональное сообщество, где граждане сотрудничают в местных вопросах.",
    "Region Information": "Информация о регионе",
    "Governor": "Губернатор",
    "Founded": "Основано",
    "Official Website": "Официальный сайт",
    "Sign in to create a debate": "Войдите, чтобы создать дебаты",
    "Connect with others in your subregional community.": "Общайтесь с другими в вашем субрегиональном сообществе.",
    "Your visibility in $1": "Ваша видимость в $1",
    "Hidden profile": "Скрытый профиль",
    "Switch to hidden profile": "Переключиться на скрытый профиль",
    "Switch to visible profile": "Переключиться на видимый профиль",
    "You're visible to everyone in this community.": "Вы видны всем в этом сообществе.",
    "You're only visible to community administrators.": "Вы видны только администраторам сообщества.",
    "Connect with others in your local community.": "Общайтесь с другими в вашем местном сообществе.",
    "Welcome to the local community where citizens collaborate on specific subregion issues.": "Добро пожаловать в местное сообщество, где граждане сотрудничают по конкретным вопросам субрегиона.",
    "Subregion Information": "Информация о субрегионе",
    "Main City": "Главный город",
    "Local Government": "Местное правительство",
    "Postal Code": "Почтовый индекс",
    "Foundation": "Основание",
    "View on Map": "Посмотреть на карте",
    "Welcome to the local community where neighbors collaborate on specific neighborhood issues.": "Добро пожаловать в местное сообщество, где соседи сотрудничают по конкретным вопросам района.",
    "Locality Information": "Информация о населенном пункте",
    "Local Authority": "Местные власти",
    "Neighborhood Associations": "Районные ассоциации",
    "Website": "Веб-сайт",
    "Geounity": "Geounity",
    "Example: Climate Change": "Пример: изменение климата",
    "The search function will be available soon. We are working to implement it.": "Функция поиска будет доступна в ближайшее время. Мы работаем над ее внедрением.",
    "Login": "Войти",
    "Login to your account": "Войти в свой аккаунт",
    "Menu": "Меню",
    "New Community": "Новое сообщество",
    "Request new community": "Запросить новое сообщество",
    "Please sign in to request a new community": "Пожалуйста, войдите, чтобы запросить новое сообщество",
    "$1, $2 - Members": "$1, $2 - Участники",
    "Members of the regional community in $1, $2": "Участники регионального сообщества в $1, $2",
    "$1, $2 - Community": "$1, $2 - Сообщество",
    "Local participation platform for the $1 community in $2": "Платформа для местного участия сообщества $1 в $2",
    "Members of the $1 community": "Участники сообщества $1",
    "$1, $2, $3 - Community": "$1, $2, $3 - Сообщество",
    "Local participation platform for the community of $1 in $2, $3": "Платформа для местного участия сообщества $1 в $2, $3",
    "$1, $2, $3, $4 - Community": "$1, $2, $3, $4 - Сообщество",
    "Local participation platform for the community of $1 in $2, $3, $4": "Платформа для местного участия сообщества $1 в $2, $3, $4",
    "You must be logged in to report content.": "Вы должны войти в систему, чтобы сообщить о контенте.",
    "Report submitted successfully. Thank you for your cooperation.": "Отчет успешно отправлен. Спасибо за сотрудничество.",
    "An unexpected error occurred while submitting the report": "Произошла непредвиденная ошибка при отправке отчета",
    "Comment added successfully": "Комментарий успешно добавлен",
    "You must be logged in to submit requests.": "Вы должны войти в систему, чтобы отправлять запросы.",
    "Request submitted successfully": "Запрос успешно отправлен",
    "Your request has been received. We will contact you soon.": "Ваш запрос получен. Мы свяжемся с вами в ближайшее время.",
    "An unexpected error occurred": "Произошла непредвиденная ошибка",
    "Opinion shared successfully": "Мнение успешно опубликовано",
    "Profile updated successfully": "Профиль успешно обновлен",
    "Continue with Google": "Продолжить с Google",
    "Continue with Github": "Продолжить с Github",
    "Search debates...": "Поиск дебатов...",
    "Filter": "Фильтр",
    "Create": "Создать",
    "Explore and participate in community debates": "Изучайте и участвуйте в общественных дебатах",
    "No debates found": "Дебаты не найдены",
    "No debate matches your search $1. Try other keywords or clear the search.": "Нет дебатов, соответствующих вашему поиску $1. Попробуйте другие ключевые слова или очистите поиск.",
    "Clear search": "Очистить поиск",
    "You need to log in to participate in debates and in the community.": "Вам необходимо войти в систему, чтобы участвовать в дебатах и в сообществе.",
    "Global debate": "Глобальные дебаты",
    "This debate will be visible to all Geounity users": "Эти дебаты будут видны всем пользователям Geounity",
    "International debate": "Международные дебаты",
    "This debate will be visible to users from selected countries": "Эти дебаты будут видны пользователям из выбранных стран",
    "National debate": "Национальные дебаты",
    "This debate will be visible to users from selected country": "Эти дебаты будут видны пользователям из выбранной страны",
    "Regional debate": "Региональные дебаты",
    "This debate will be visible to users from selected region": "Эти дебаты будут видны пользователям из выбранного региона",
    "Local debate": "Местные дебаты",
    "This debate will be visible to users from selected locality": "Эти дебаты будут видны пользователям из выбранного населенного пункта",
    "Select countries": "Выберите страны",
    "Select a country": "Выберите страну",
    "Search country...": "Поиск страны...",
    "Select a region": "Выберите регион",
    "Select region...": "Выберите регион...",
    "No region available": "Нет доступных регионов",
    "Select subregion...": "Выберите субрегион...",
    "No subregion available": "Нет доступных субрегионов",
    "Select a locality": "Выберите населенный пункт",
    "Select locality...": "Выберите населенный пункт...",
    "No locality available": "Нет доступных населенных пунктов",
    "Debate Content": "Содержание дебатов",
    "Title": "Заголовок",
    "Enter a clear and concise title": "Введите четкий и лаконичный заголовок",
    "Description": "Описание",
    "Provide detailed information about the debate topic": "Предоставьте подробную информацию о теме дебатов",
    "Categorization": "Категоризация",
    "Additional Settings": "Дополнительные настройки",
    "Anonymous debate": "Анонимные дебаты",
    "Your identity will be hidden as debate creator.": "Ваша личность будет скрыта как создателя дебатов.",
    "Your username will be visible as debate creator.": "Ваше имя пользователя будет видно как создателя дебатов.",
    "invalid date": "неверная дата",
    "year": "год",
    "month": "месяц",
    "day": "день",
    "hour": "час",
    "minute": "минута",
    "$1 $2s ago": "$1 $2 назад",
    "$1 $2 ago": "$1 $2 назад",
    "$1 seconds ago": "$1 секунд назад",
    "a few seconds ago": "несколько секунд назад",
    "Global project": "Глобальный проект",
    "This project will be visible to all Geounity users": "Этот проект будет виден всем пользователям Geounity",
    "International project": "Международный проект",
    "This project will be visible to users from selected countries": "Этот проект будет виден пользователям из выбранных стран",
    "National project": "Национальный проект",
    "This project will be visible to users from selected country": "Этот проект будет виден пользователям из выбранной страны",
    "Regional project": "Региональный проект",
    "This project will be visible to users from selected region": "Этот проект будет виден пользователям из выбранного региона",
    "Local project": "Местный проект",
    "This project will be visible to users from selected locality": "Этот проект будет виден пользователям из выбранного населенного пункта",
    "Countries involved": "Участвующие страны",
    "Project Content": "Содержание проекта",
    "Provide detailed information about the project": "Предоставьте подробную информацию о проекте",
    "Draft": "Черновик",
    "Open for Collaboration": "Открыто для сотрудничества",
    "Completed": "Завершено",
    "Cancelled": "Отменено",
    "Goal Amount": "Целевая сумма",
    "Enter goal amount (optional)": "Введите целевую сумму (необязательно)",
    "Leave empty if there is no specific funding goal": "Оставьте пустым, если нет конкретной цели финансирования",
    "Add Step": "Добавить шаг",
    "Step $1": "Шаг $1",
    "Enter step title": "Введите название шага",
    "Describe this step": "Опишите этот шаг",
    "Pending": "В ожидании",
    "Required Resources": "Необходимые ресурсы",
    "Add Resource": "Добавить ресурс",
    "Labor": "Труд",
    "Material": "Материал",
    "Economic": "Экономический",
    "Describe resource": "Опишите ресурс",
    "Quantity": "Количество",
    "Unit": "Единица",
    "hrs/kg": "час/кг",
    "No resources added yet": "Ресурсы еще не добавлены",
    "Buscar proyectos...": "Искать проекты...",
    "Filtrar": "Фильтровать",
    "Estado del proyecto": "Статус проекта",
    "Todos los estados": "Все статусы",
    "Borrador": "Черновик",
    "Abierto": "Открыт",
    "En Progreso": "В процессе",
    "Completado": "Завершено",
    "Cancelado": "Отменено",
    "Crear": "Создать",
    "Explore and contribute to community projects": "Изучайте и вносите вклад в общественные проекты",
    "No projects found": "Проекты не найдены",
    "No project matches your search $1. Try different keywords or clear the filters.": "Ни один проект не соответствует вашему запросу $1. Попробуйте другие ключевые слова или снимите фильтры.",
    "No project matches the selected filters. Try changing the filtering criteria.": "Ни один проект не соответствует выбранным фильтрам. Попробуйте изменить критерии фильтрации.",
    "Clear filters": "Очистить фильтры",
    "Search polls...": "Искать опросы...",
    "Explore and vote on community polls": "Изучайте и голосуйте в общественных опросах",
    "No polls found": "Опросы не найдены",
    "No polls match your search $1. Try different keywords or clear the search.": "Ни один опрос не соответствует вашему запросу $1. Попробуйте другие ключевые слова или снимите фильтры.",
    "Global poll": "Глобальный опрос",
    "This poll will be visible to all Geounity users": "Этот опрос будет виден всем пользователям Geounity",
    "International poll": "Международный опрос",
    "This poll will be visible to users from selected countries": "Этот опрос будет виден пользователям из выбранных стран",
    "National poll": "Национальный опрос",
    "This poll will be visible to users из выбранной страны": "Этот опрос будет виден пользователям из выбранной страны",
    "Regional poll": "Региональный опрос",
    "This poll will be visible to users from selected region": "Этот опрос будет виден пользователям из выбранного региона",
    "Local poll": "Местный опрос",
    "This poll will be visible to users from selected locality": "Этот опрос будет виден пользователям из выбранного населенного пункта",
    "Poll Content": "Содержание опроса",
    "Provide additional context or details about your poll": "Предоставьте дополнительный контекст или подробности о вашем опросе",
    "Poll Type": "Тип опроса",
    "Select the type of poll you want to create. The type of poll will determine the number of options you can add.": "Выберите тип опроса, который вы хотите создать. Тип опроса определит количество вариантов, которые вы можете добавить.",
    "Binary polls have only two options, such as Yes or No.": "Бинарные опросы имеют только два варианта, например, Да или Нет.",
    "Single choice polls allow participants to select only one option.": "Опросы с одним вариантом позволяют участникам выбрать только один вариант.",
    "Multiple choice polls allow participants to select multiple options.": "Опросы с множественным выбором позволяют участникам выбрать несколько вариантов.",
    "Option $1": "Вариант $1",
    "Enter option $1": "Введите вариант $1",
    "Remove Option": "Удалить вариант",
    "Add option": "Добавить вариант",
    "Set end date": "Установить дату окончания",
    "End date": "Дата окончания",
    "Specify the date when the poll will end. Participants won't be able to vote after this date.": "Укажите дату окончания опроса. Участники не смогут голосовать после этой даты.",
    "Anonymous poll": "Анонимный опрос",
    "Your identity will be hidden as poll creator.": "Ваша личность будет скрыта как создателя опроса.",
    "Your username will be visible as poll creator.": "Ваше имя пользователя будет видно как создателя опроса.",
    "Write your perspective from $1": "Напишите свою точку зрения из $1",
    "Write your perspective from your region": "Напишите свою точку зрения из вашего региона",
    "Write your perspective from your subregion": "Напишите свою точку зрения из вашего субрегиона",
    "Write your perspective from your locality": "Напишите свою точку зрения из вашего населенного пункта",
    "Write your perspective": "Напишите свою точку зрения",
    "Select a subregion": "Выберите субрегион",
    "Search subregion...": "Искать субрегион...",
    "Search locality...": "Искать населенный пункт...",
    "Share Opinion": "Поделиться мнением",
    "$1": "$1",
    "No comments yet": "Пока нет комментариев",
    "Be the first to share a perspective": "Будьте первым, кто поделится мнением",
    "Write a comment...": "Напишите комментарий...",
    "Send comment": "Отправить комментарий",
    "Send": "Отправить",
    "The item ID must be a positive number.": "ID элемента должно быть положительным числом.",
    "Details cannot exceed $1 characters.": "Детали не могут превышать $1 символов.",
    "El comentario no puede estar vacío": "Комментарий не может быть пустым",
    "El comentario debe tener al menos 3 caracteres": "Комментарий должен содержать не менее 3 символов",
    "Opinion is required": "Требуется мнение",
    "No hay comentarios aún. ¡Sé el primero en comentar!": "Пока нет комментариев. Будьте первым, кто оставит комментарий!",
    "respuestas": "ответы",
    "Inappropriate content": "Неприемлемый контент",
    "Spam or advertising": "Спам или реклама",
    "Harmful or dangerous content": "Вредный или опасный контент",
    "False or misleading information": "Ложная или вводящая в заблуждение информация",
    "Other reason": "Другая причина",
    "Hate speech": "Враждебные высказывания",
    "False information": "Ложная информация",
    "Possible scam": "Возможный обман",
    "Spam": "Спам",
    "Duplicated issue": "Дублирующаяся проблема",
    "Fake profile": "Фейковый профиль",
    "Spam/Advertising": "Спам/Реклама",
    "Thank you for your report!": "Спасибо за вашу жалобу!",
    "Your report has been submitted and will be reviewed by our team.": "Ваша жалоба была отправлена и будет рассмотрена нашей командой.",
    "Please let us know why you are reporting this content. Your report will be reviewed by our moderation team.": "Пожалуйста, сообщите нам, почему вы сообщаете об этом контенте. Ваша жалоба будет рассмотрена нашей командой модераторов.",
    "Report reason": "Причина жалобы",
    "Select a reason": "Выберите причину",
    "Additional details": "Дополнительные детали",
    "Provide more information about why you are reporting this content...": "Предоставьте больше информации о том, почему вы сообщаете об этом контенте...",
    "Submitting...": "Отправка...",
    "Submit report": "Отправить жалобу",
    "Write a comment": "Написать комментарий",
    "Share your thoughts...": "Поделитесь своими мыслями...",
    "Posting...": "Публикация...",
    "Post comment": "Опубликовать комментарий",
    "Full Name": "Полное имя",
    "Enter your full name": "Введите свое полное имя",
    "Bio": "Биография",
    "Tell us something about yourself": "Расскажите нам что-нибудь о себе",
    "Enter your website URL": "Введите URL-адрес вашего веб-сайта",
    "Gender": "Пол",
    "Prefer not to say": "Предпочитаю не говорить",
    "Global issue": "Глобальная проблема",
    "This issue will be visible to all Geounity users": "Эта проблема будет видна всем пользователям Geounity",
    "International issue": "Международная проблема",
    "This issue will be visible to users from selected countries": "Эта проблема будет видна пользователям из выбранных стран",
    "National issue": "Национальная проблема",
    "This issue will be visible to users from selected country": "Эта проблема будет видна пользователям из выбранной страны",
    "Regional issue": "Региональная проблема",
    "This issue will be visible to users from selected region": "Эта проблема будет видна пользователям из выбранного региона",
    "Subregional issue": "Субрегиональная проблема",
    "This issue will be visible to users from selected subregion": "Эта проблема будет видна пользователям из выбранного субрегиона",
    "Local issue": "Местная проблема",
    "This issue will be visible to users from selected locality": "Эта проблема будет видна пользователям из выбранного населенного пункта",
    "Write a clear and concise title. Example: Water leak in Central Square.": "Напишите четкий и лаконичный заголовок. Пример: Утечка воды на Центральной площади.",
    "Explain the problem in detail so that it is easy to understand.": "Подробно объясните проблему, чтобы ее было легко понять.",
    "Organization or official": "Организация или должностное лицо",
    "Organization or official to whom this issue is addressed (optional)": "Организация или должностное лицо, к которому обращена эта проблема (необязательно)",
    "Anonymous issue": "Анонимная проблема",
    "Your identity will be hidden as issue creator.": "Ваша личность будет скрыта как создателя проблемы.",
    "Your username will be visible as issue creator.": "Ваше имя пользователя будет видно как создателя проблемы.",
    "Cancel": "Отмена",
    "Submit Issue": "Отправить проблему",
    "Issues in $1": "Проблемы в $1",
    "Report Issue": "Сообщить о проблеме",
    "Reported $1 ago": "Сообщено $1 назад",
    "Authentication required to create a poll": "Требуется аутентификация для создания опроса",
    "Maximum number of options exceeded. Please limit to 10 options.": "Превышено максимальное количество вариантов. Пожалуйста, ограничьтесь 10 вариантами.",
    "Maximum number of tags exceeded. Please limit to 10 tags.": "Превышено максимальное количество тегов. Пожалуйста, ограничьтесь 10 тегами.",
    "Poll created successfully": "Опрос успешно создан",
    "Authentication required to create a debate": "Требуется аутентификация для создания дебатов",
    "Debate created successfully": "Дебаты успешно созданы",
    "Issue reported successfully": "Проблема успешно зарегистрирована",
    "Project created successfully": "Проект успешно создан",
    "Your description must have at least 10 characters.": "Ваше описание должно содержать не менее 10 символов.",
    "Your description must have $1 characters or less.": "Ваше описание должно содержать не более $1 символов.",
    "Please enter a title.": "Пожалуйста, введите заголовок.",
    "The title must have 5 characters or more.": "Заголовок должен содержать не менее 5 символов.",
    "The title must have $1 characters or less.": "Заголовок должен содержать не более $1 символов.",
    "My Profile": "Мой профиль",
    "Language": "Язык",
    "Log Out": "Выйти",
    "Error loading divisions": "Ошибка загрузки подразделений",
    "Error loading divisions:": "Ошибка загрузки подразделений:",
    "Loading...": "Загрузка...",
    "Toggle theme": "Переключить тему",
    "Privacy": "Конфиденциальность",
    "Terms": "Условия",
    "Cookies": "Куки",
    "About us": "О нас",
    "Donation": "Пожертвование",
    "Geounity © 2025": "Geounity © 2025",
    "Thank you for your request!": "Спасибо за ваш запрос!",
    "We have received your interest in this community. We will notify you when it becomes available.": "Мы получили ваш интерес к этому сообществу. Мы сообщим вам, когда оно станет доступным.",
    "Close": "Закрыть",
    "We are gradually incorporating communities. If you want to prioritize a specific community, please provide the details below.": "Мы постепенно включаем сообщества. Если вы хотите приоритизировать конкретное сообщество, пожалуйста, предоставьте подробную информацию ниже.",
    "Country": "Страна",
    "Select a country...": "Выберите страну...",
    "Region / Province / State": "Регион / Провинция / Штат",
    "City / Locality": "Город / Населенный пункт",
    "Contact Email": "Контактный адрес электронной почты",
    "Submit request": "Отправить запрос",
    "No debates yet": "Пока нет дебатов",
    "Be the first to create a debate in $1 and start sharing ideas!": "Будьте первым, кто создаст дебаты в $1 и начнет делиться идеями!",
    "Be the first to create a debate in this community and start sharing ideas!": "Будьте первым, кто создаст дебаты в этом сообществе и начнет делиться идеями!",
    "Create First Debate": "Создать первые дебаты",
    "Owner": "Владелец",
    "Participating countries": "Участвующие страны",
    "Last activity:": "Последняя активность:",
    "Delete debate": "Удалить дебаты",
    "Report debate": "Сообщить о дебатах",
    "View debate": "Просмотреть дебаты",
    "Are you sure you want to delete this debate? This action cannot be undone.": "Вы уверены, что хотите удалить эти дебаты? Это действие нельзя будет отменить.",
    "English": "Английский",
    "Spanish": "Испанский",
    "Description is required": "Требуется описание",
    "Title is required": "Требуется заголовок",
    "At least one community must be selected": "Необходимо выбрать хотя бы одно сообщество",
    "Title must have at least 5 characters": "Заголовок должен содержать не менее 5 символов",
    "Title must have $1 characters or less": "Заголовок должен содержать не более $1 символов",
    "Description must have $1 characters or less": "Описание должно содержать не более $1 символов",
    "At least one step is required": "Требуется хотя бы один шаг",
    "Please enter a name for the option.": "Пожалуйста, введите название для варианта.",
    "You must have at least 2 options.": "У вас должно быть не менее 2 вариантов.",
    "You must have at most 10 options.": "У вас должно быть не более 10 вариантов.",
    "Description must have at least 10 characters": "Описание должно содержать не менее 10 символов",
    "Organization name must have $1 characters or less": "Название организации должно содержать не более $1 символов",
    "Submit": "Отправить",
    "Reset": "Сбросить",
    "No projects yet": "Пока нет проектов",
    "Be the first to create a project for $1 and start gathering support!": "Будьте первым, кто создаст проект для $1 и начнет собирать поддержку!",
    "Be the first to create a project in this community and start gathering support!": "Будьте первым, кто создаст проект в этом сообществе и начнет собирать поддержку!",
    "Create First Project": "Создать первый проект",
    "commitment": "обязательство",
    "commitments": "обязательства",
    "Project Goal": "Цель проекта",
    "Delete project": "Удалить проект",
    "View details": "Просмотреть детали",
    "Are you sure you want to delete this project? This action cannot be undone.": "Вы уверены, что хотите удалить этот проект? Это действие нельзя будет отменить.",
    "No polls yet": "Пока нет опросов",
    "Be the first to create a poll in $1 and start gathering votes!": "Будьте первым, кто создаст опрос в $1 и начнет собирать голоса!",
    "Be the first to create a poll in this community and start gathering votes!": "Будьте первым, кто создаст опрос в этом сообществе и начнет собирать голоса!",
    "Create First Poll": "Создать первый опрос",
    "Binary Poll": "Бинарный опрос",
    "Countries:": "Страны:",
    "You voted for $1 option$2.": "Вы проголосовали за $1 вариант$2.",
    " You can select multiple options.": "Вы можете выбрать несколько вариантов.",
    "Delete poll": "Удалить опрос",
    "Report poll": "Сообщить об опросе",
    "Are you sure you want to delete this poll?": "Вы уверены, что хотите удалить этот опрос?",
    "Report opinion": "Сообщить о мнении",
    "Delete opinion": "Удалить мнение",
    "Are you sure you want to delete this opinion? This action cannot be undone.": "Вы уверены, что хотите удалить это мнение? Это действие нельзя будет отменить.",
    "Delete": "Удалить",
    "No issues reported yet": "Пока не сообщалось о проблемах",
    "Be the first to report an issue in $1 and help improve the community!": "Будьте первым, кто сообщит о проблеме в $1 и поможет улучшить сообщество!",
    "Be the first to report an issue in this community and help improve the community!": "Будьте первым, кто сообщит о проблеме в этом сообществе и поможет улучшить сообщество!",
    "Report First Issue": "Сообщить о первой проблеме",
    "This action cannot be undone.": "Это действие нельзя будет отменить.",
    "Confirm": "Подтвердить",
    "This poll will be visible to users from selected country": "Этот опрос будет виден пользователям из выбранной страны",
    "Information: ": "Информация: ",
    "By enabling Show membership, other users will be able to see that you belong to this community.": "Включив «Показать членство», другие пользователи смогут видеть, что вы принадлежите к этому сообществу.",
    "Username must contain only letters, numbers, and underscores": "Имя пользователя должно содержать только буквы, цифры и подчеркивания",
    "Username must be at least 3 characters long": "Имя пользователя должно содержать не менее 3 символов",
    "No trending topics available yet. Be the first to start a global conversation!": "Пока нет актуальных тем. Будьте первым, кто начнет глобальный разговор!",
    "No active global projects available yet. Consider proposing a new initiative!": "Пока нет активных глобальных проектов. Подумайте о предложении новой инициативы!",
    "Afghanistan": "Афганистан",
    "Albania": "Албания",
    "Algeria": "Алжир",
    "Andorra": "Андорра",
    "Angola": "Ангола",
    "Antigua and Barbuda": "Антигуа и Барбуда",
    "Argentina": "Аргентина",
    "Armenia": "Армения",
    "Australia": "Австралия",
    "Austria": "Австрия",
    "Azerbaijan": "Азербайджан",
    "Bahamas": "Багамы",
    "Bahrain": "Бахрейн",
    "Bangladesh": "Бангладеш",
    "Barbados": "Барбадос",
    "Belarus": "Беларусь",
    "Belgium": "Бельгия",
    "Belize": "Белиз",
    "Benin": "Бенин",
    "Bhutan": "Бутан",
    "Bolivia": "Боливия",
    "Bosnia and Herzegovina": "Босния и Герцеговина",
    "Botswana": "Ботсвана",
    "Brazil": "Бразилия",
    "Brunei": "Бруней",
    "Bulgaria": "Болгария",
    "Burkina Faso": "Буркина-Фасо",
    "Burundi": "Бурунди",
    "Cape Verde": "Кабо-Верде",
    "Cambodia": "Камбоджа",
    "Cameroon": "Камерун",
    "Canada": "Канада",
    "Chad": "Чад",
    "Chile": "Чили",
    "China": "Китай",
    "Colombia": "Колумбия",
    "Comoros": "Коморы",
    "Republic of the Congo": "Республика Конго",
    "Democratic Republic of the Congo": "Демократическая Республика Конго",
    "Costa Rica": "Коста-Рика",
    "Ivory Coast": "Кот-д’Ивуар",
    "Croatia": "Хорватия",
    "Cuba": "Куба",
    "Cyprus": "Кипр",
    "Czech Republic": "Чехия",
    "Denmark": "Дания",
    "Djibouti": "Джибути",
    "Dominica": "Доминика",
    "Dominican Republic": "Доминиканская Республика",
    "Ecuador": "Эквадор",
    "Egypt": "Египет",
    "El Salvador": "Сальвадор",
    "Equatorial Guinea": "Экваториальная Гвинея",
    "Eritrea": "Эритрея",
    "Estonia": "Эстония",
    "Eswatini": "Эсватини",
    "Ethiopia": "Эфиопия",
    "Fiji": "Фиджи",
    "Finland": "Финляндия",
    "France": "Франция",
    "Gabon": "Габон",
    "Gambia": "Гамбия",
    "Georgia": "Грузия",
    "Germany": "Германия",
    "Ghana": "Гана",
    "Greece": "Греция",
    "Grenada": "Гренада",
    "Guatemala": "Гватемала",
    "Guinea": "Гвинея",
    "Guinea-Bissau": "Гвинея-Бисау",
    "Guyana": "Гайана",
    "Haití": "Гаити",
    "Honduras": "Гондурас",
    "Hungary": "Венгрия",
    "Islandia": "Исландия",
    "India": "Индия",
    "Indonesia": "Индонезия",
    "Iran": "Иран",
    "Iraq": "Ирак",
    "Ireland": "Ирландия",
    "Israel": "Израиль",
    "Italy": "Италия",
    "Jamaica": "Ямайка",
    "Japan": "Япония",
    "Jordan": "Иордания",
    "Kazakhstan": "Казахстан",
    "Kenya": "Кения",
    "Kiribati": "Кирибати",
    "North Korea": "Северная Корея",
    "South Korea": "Южная Корея",
    "Kosovo": "Косово",
    "Kuwait": "Кувейт",
    "Kyrgyzstan": "Кыргызстан",
    "Laos": "Лаос",
    "Latvia": "Латвия",
    "Lebanon": "Ливан",
    "Lesotho": "Лесото",
    "Liberia": "Либерия",
    "Libya": "Ливия",
    "Liechtenstein": "Лихтенштейн",
    "Lithuania": "Литва",
    "Luxembourg": "Люксембург",
    "Madagascar": "Мадагаскар",
    "Malawi": "Малави",
    "Malaysia": "Малайзия",
    "Maldives": "Мальдивы",
    "Mali": "Мали",
    "Malta": "Мальта",
    "Marshall Islands": "Маршалловы Острова",
    "Mauritania": "Мавритания",
    "Mauritius": "Маврикий",
    "Mexico": "Мексика",
    "Micronesia": "Микронезия",
    "Moldova": "Молдова",
    "Monaco": "Монако",
    "Mongolia": "Монголия",
    "Montenegro": "Черногория",
    "Morocco": "Марокко",
    "Mozambique": "Мозамбик",
    "Namibia": "Намибия",
    "Nauru": "Науру",
    "Nepal": "Непал",
    "Netherlands": "Нидерланды",
    "New Zealand": "Новая Зеландия",
    "Nicaragua": "Никарагуа",
    "Niger": "Нигер",
    "Nigeria": "Нигерия",
    "Norway": "Норвегия",
    "Oman": "Оман",
    "Pakistan": "Пакистан",
    "Palau": "Палау",
    "Palestine": "Палестина",
    "Panama": "Панама",
    "Papua New Guinea": "Папуа — Новая Гвинея",
    "Paraguay": "Парагвай",
    "Peru": "Перу",
    "Philippines": "Филиппины",
    "Poland": "Польша",
    "Portugal": "Португалия",
    "Qatar": "Катар",
    "Romania": "Румыния",
    "Russia": "Россия",
    "Rwanda": "Руанда",
    "San Cristóbal and Nevis": "Сент-Китс и Невис",
    "Saint Lucia": "Сент-Люсия",
    "Saint Vincent and the Grenadines": "Сент-Винсент и Гренадины",
    "Samoa": "Самоа",
    "San Marino": "Сан-Марино",
    "Saudi Arabia": "Саудовская Аравия",
    "Senegal": "Сенегал",
    "Serbia": "Сербия",
    "Seychelles": "Сейшельские Острова",
    "Sierra Leone": "Сьерра-Леоне",
    "Singapore": "Сингапур",
    "Slovakia": "Словакия",
    "Slovenia": "Словения",
    "Solomon Islands": "Соломоновы Острова",
    "Somalia": "Сомали",
    "South Africa": "Южная Африка",
    "Spain": "Испания",
    "Sri Lanka": "Шри-Ланка",
    "Sudan": "Судан",
    "Suriname": "Суринам",
    "Sweden": "Швеция",
    "Switzerland": "Швейцария",
    "Syria": "Сирия",
    "Tajikistan": "Таджикистан",
    "Tanzania": "Танзания",
    "Thailand": "Таиланд",
    "Timor-Leste": "Тимор-Лесте",
    "Togo": "Того",
    "Tonga": "Тонга",
    "Trinidad and Tobago": "Тринидад и Тобаго",
    "Tunisia": "Тунис",
    "Turkey": "Турция",
    "Turkmenistan": "Туркменистан",
    "Uganda": "Уганда",
    "Ukraine": "Украина",
    "United Arab Emirates": "Объединенные Арабские Эмираты",
    "United Kingdom": "Великобритания",
    "United States": "Соединенные Штаты",
    "Uruguay": "Уругвай",
    "Uzbekistan": "Узбекистан",
    "Vanuatu": "Вануату",
    "Vatican City": "Ватикан",
    "Venezuela": "Венесуэла",
    "Vietnam": "Вьетнам",
    "Yemen": "Йемен",
    "Zambia": "Замбия",
    "Zimbabwe": "Зимбабве",
    "Change language": "Изменить язык",
    "Bio cannot exceed 500 characters": "Биография не может превышать 500 символов",
    "Name must have at least 2 characters": "Имя должно содержать не менее 2 символов",
    "Name cannot exceed 50 characters": "Имя не может превышать 50 символов",
    "Website URL cannot exceed 200 characters": "URL-адрес веб-сайта не может превышать 200 символов",
    "Mi Perfil": "Мой профиль",
    "Cerrar Sesión": "Выйти",
    "Sign Out": "Выйти",
    "Type to search countries": "",
    "Please enter a valid URL": ""
  }
}